[
  {
    "id": "ascent-a2300-a2500-introduction-0",
    "content": "A230 0   A   n d   A2500 H   i g   H   -P   e r fo r m   A   n c e   B   l e n d e r s  Ascent Series  VM0185  vitamix.com  U.S. Patent: vitamix.com/patents 2  I   m p o r ta n t   S   a f e g u a r d   S  WARNING:   To avoid the risk of serious injury when using your Vitamix® blender, basic safety precautions should be followed, including  the following . READ ALL INSTRUCT IONS, SAFEGUARDS, AND WARNINGS BEFORE OPER ATING BLENDER. 1. Read all instructions. 2. Do not use blender for other than  intended use. 3. Not intended for use by or near children  or persons with reduced physical,  sensory, or mental capabilities or lack  of experience and knowledge. Close  supervision is necessary when any  blende r is used by or near children or  incapacitated persons. Children should  be supervised to ensure that they do not  play with the blender. 4. WARNING: To avoid inadvertent  activation, turn off and unplug before  cleaning. 5. CAUTION: In order to avoid a hazard due  to inadvertent resetting of the thermal  cut-out, power to this blender must  not be supplied through an external  switching device, such as a timer, or  connected to a circuit that is regularly  switched on and off by the utility. 6. DO NOT IMMERSE. To protect against  risk of electrical shock, do not put the  blender base in water or other liquid. 7. Unplug from outlet when not in use,  before putting on or taking off parts, and  before cleaning. 8. Always check that the blender is OFF  before plugging cord into wall outlet. To  disconnect, turn OFF the blender, then  remove plug from wall outlet. 9. To protect against risk of electrical shock  turn the appliance OFF, then unplug  from the outlet when not in use, before  assembling or disassembling parts and  before cleaning. To unplug, grasp the  plug and pull from the outlet. Never pull  from the power cord. 10. Illuminated icons and numbers on the control  panel indicates ready to operate. Avoid  inadvertent contact with the touch screen. 11.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 0,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-1",
    "content": "unplug, grasp the  plug and pull from the outlet. Never pull  from the power cord. 10. Illuminated icons and numbers on the control  panel indicates ready to operate. Avoid  inadvertent contact with the touch screen. 11. Avoid contacting moving parts  12. Do not operate any blender with a  damaged cord or plug or after the  blender malfunctions, or is dropped or  damaged in any manner. Call Vitamix  Customer Service at 1.800.848.2649 or  1.440.235.4840 or email service@vitamix. com at once for examination, repair,  replacement, or adjustment. If purchased  outside the U.S.A. or Canada, contact  your local Vitamix dealer. 13. GFI circuit breakers might be installed  in your kitchen. Look for them in outlets  near sinks. If the blender won’t operate,  unplug the blender. Reset the wall outlet  or circuit breaker. If the circuit breaker  continues to trip, unplug the blender  from the outlet. Allow the blender to sit  for 24 hours before attempting to use it  again. Contact Vitamix Customer Service  if the problem persists. 14. Alteration or modification of any part  of the blender, including the use of  any part or parts that are not genuine  authorized Vitamix parts, may cause fire,  electric shock, or injury and will void your  warranty. 15. The use of attachments not expressly  authorized or sold by Vitamix for use  with this blender, including canning jars,  may cause fire, electric shock, or injury. Use in this way will void your warranty. 16. Do not use outdoors. 17. Do not let cord hang over edge of table  or counter. 18. Do not place on or near a hot gas or  electric burner, in or on a heated oven. 19. Always operate blender with lid and  lid plug firmly in place. The lid plug  should be removed only when adding  ingredients and when using the tamper. 20. To avoid injury and damage, keep hands  and utensils, other than the tamper  provided, out of container while blending. The cover must remain in place when  using the tamper through the lid plug  opening.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 1,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-2",
    "content": "tamper. 20. To avoid injury and damage, keep hands  and utensils, other than the tamper  provided, out of container while blending. The cover must remain in place when  using the tamper through the lid plug  opening. A utensil may be used in the  container only when the it has been  removed from the motor base. 21. The tamper provided must be used only  when the main part of the lid is in place. 3  WARNING  To Avoid Injury. Read and understand  instruction manual before  using this machine. IMPORTANT INSTRUCTIONS FOR SAFE USE  This product is intended for HOUSEHOLD USE ONLY and  is not intended to be used for commercial purposes. Do not leave your Vitamix blender unattended when  operating. Any repair, servicing, or replacement of parts must be  performed by Vitamix or a Vitamix authorized service  representative. NOTICE:   THE FAILURE TO FOLLOW ANY OF THE  IMPORTANT SAFEGUARDS AND IMPORTANT  INSTRUCTIONS FOR SAFE USE IS A   MISUSE   OF YOUR  VITAMIX BLENDER THAT CAN VOID YOUR WARRANTY  AND CREATE THE RISK OF SERIOUS INJURY. WARNING  Electrical Shock Hazard. Use grounded outlet only. DO NOT   remove ground. DO NOT   use an adapter. DO NOT   use an extension cord. Always unplug before cleaning the  motor base or when not in use. Do not put the motor base in water  or other liquid. Failure to follow instructions can  cause death or electrical shock. SAVE THESE INSTRUCTIONS 22. Blades are sharp. Clean around the blade  assembly in the container with extreme  care to avoid injury. To reduce the risk of  injury, never place a blade assembly on  the motor base unless assembled to the  Vitamix container. 23. Care should be taken when handling  the sharp cutting blades, emptying the  container and during cleaning. 24. Do not leave foreign objects, such as  spoons, forks, knives or the lid plug, in the  container as this will damage the blades  and other components when starting the  blender and may cause injury. 25. Never attempt to operate with damaged blades. 26.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 2,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-3",
    "content": "spoons, forks, knives or the lid plug, in the  container as this will damage the blades  and other components when starting the  blender and may cause injury. 25. Never attempt to operate with damaged blades. 26. Never attempt to operate with the  centering pad removed. 27. When blending hot liquids or ingredients  in the 64 oz. (Large) container, use  caution; spray or escaping steam may  cause burns. Do not fill container to  the maximum capacity. Always begin  processing on the lowest speed setting,  variable speed 1. Keep hands and other  exposed skin away from lid opening to  prevent possible burns. 28. DO NOT use your 20 ounce cup or 8  ounce cup to heat ingredients or to blend  hot liquids. Heated ingredients and liquids  may create internal pressure which could  cause the cup to burst and cause injury. 29. DO NOT continuously use your machine for  more than 2 minutes with the 20 ounce cup  or 75 seconds for the 8 ounce cup. 30. If a cup becomes warm to the touch  or steams or vents, immediately stop  blending ingredients and turn off or  unplug blender. 31. When making nut butters or oil-based  foods, do not process for more than  one minute after the mixture starts to  circulate in the container. Processing for  longer periods can cause overheating. 32. Make sure that the container or cup and  blade base are flush with the centering  pad to ensure that the drive spline is  engaged with the drive socket before  operating. 33. Make sure to use the seal on the blade  base and tighten the cup adequately to  the blade base before blending. 34. Never place the blending adapter onto  the blade base without the cup attached. 4  Warning and Caution  NEVER touch moving parts.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 3,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-4",
    "content": "blade  base and tighten the cup adequately to  the blade base before blending. 34. Never place the blending adapter onto  the blade base without the cup attached. 4  Warning and Caution  NEVER touch moving parts. Keep hands and utensils out of the container  Electric Shock Hazard  High temperature when blending hot liquids  Unplug while not in use, before cleaning, changing accessories or touching parts that move while the blender is in use  Operate with the lid and lid plug in place  Read and understand owner’s manual  DO NOT immerse  Parts will become hot with extended use. DO NOT   touch the drive socket in the motor base or the drive spline in the adapter  I/O   On/Off  I   Start/Stop  Pulse  Standby  Program Symbols (correspond to Vitamix Recipes) - note: your blender might not include programs  Smoothies  Frozen Desserts  Soup  S   y m b o l   S  S   p e c   I   f   I   c at   I   o n   S  Voltage:   120 V   Height (with 64 oz. container on base): 17 inches  Frequency:   50 - 60 Hz   Width: 8 inches  Amps:   12 Amps   Depth: 11 inches 5  p a r t   S   a n d   f e at u r e   S  Pulse  Variable  Speed Dial  with  Programs  OFF ON  On/Off Switch  Blender with Variable Speed  Blender with Variable Speed and Programs  Start/Stop  Start/Stop  Pulse  Technology   - The blender, containers and cups communicate through wireless technology. Each container  is programmed to run on the base for optimum performance according to it’s size and functionality. Legacy Vitamix Containers   - Legacy Vitamix containers will not work with your Ascent blender base. Legacy machines are Vitamix C Series, G Series and S Series. For more information about Vitamix products,  please go to vitamix.com. On /Off (I/O) Switch   - The On/Off switch (I/O) is located on the right side of the base. The On/Off switch  controls power to the machine. Sleep Mode   - The blender will enter sleep mode if the control panel is not used after 60 seconds. The screen  will dim.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 4,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-5",
    "content": "right side of the base. The On/Off switch  controls power to the machine. Sleep Mode   - The blender will enter sleep mode if the control panel is not used after 60 seconds. The screen  will dim. To exit sleep mode, rotate the variable speed dial to the desired speed or program for your next  blend. Two Touch Operation   - The control panel is designed to require two interactions of the controls to activate  the blending cycle. Container Detect   - Three dashes (- - -) will display on the control panel if a container is not on the blender  base. Once a container is placed, 0:00 will show on the display. Start/Stop (   I   )   - Stop the blender at any time by pressing Start/Stop (   I   ) . Variable Speed Dial   - The Variable Speed Dial gives you manual control from Variable 1 (slowest) to  10 (highest) . Pulse (   )   -   The blades will rotate at the speed displayed on the control panel when pressed. Display   - The timer will count up when using variable speed until Start/Stop is pressed. Each container  is programmed with a specific maximum run time. The blender will shut down automatically when the  maximum run time has elapsed. Programs   - The icons are listed in Vitamix recipes. The blender will stop at the end of the program  automatically. Programs can be stopped by pressing Start/Stop at any time..When Start/Stop is pressed  mid-program; the time will be reset and the program will run from the beginning. Smoothies   Frozen Desserts   Soups  Error Codes   - If you see an error code on the display (E1, E2, E3. E4), remove the container from the blender  base. Turn the blender off with the On/Off switch and turn back on to reset. Contact Vitamix Customer  Service if the problem persists. Motor   -   The motor is designed to protect itself from overheating. If the blender will not start immediately  check to make sure you have plugged the unit in and the On/Off switch is On. If the motor has overheated,  allow the motor to cool for 20-45 minutes.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 5,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-6",
    "content": "from overheating. If the blender will not start immediately  check to make sure you have plugged the unit in and the On/Off switch is On. If the motor has overheated,  allow the motor to cool for 20-45 minutes. Tips to prevent ‘overloading’ your blender:  Process only Vitamix recipes when learning to use the blender. Do not process recipes at lower speeds than  recommended. Do not process recipes at higher speeds than recommended. Do not process recipes for longer than recommended. Use your tamper to process thicker mixtures and  keep ingredients moving around and through the blades. Tamper   -   Lids and tampers are not interchangeable between different container styles, types and sizes. Use  the tamper that was supplied with your blender. The container should not be more than two-thirds full when the tamper is used. To avoid overheating, DO NOT use the tamper for more than 30 consecutive seconds. Variable  Speed  Dial 6  Container, Lid, Lid Plug and Tamper  •   Always use the lid and the lid plug when operating the blender. •   Never operate the blender without checking to make sure that the lid is  securely locked in place. •   The lid plug is marked so it can be used as a measuring cup. •   Ounces, Millilitres and Cups are clearly marked. •   Insert the lid plug through the lid plug opening. Lock the plug in place by  turning clockwise. To remove, turn counter-clockwise and lift out. •   Remove the lid plug to use the tamper or to add ingredients. •   Legacy Vitamix containers (C, G and S Series) will not work on the  Ascent blender base. 64 oz. Container  2-Part Lid  Base  Centering Pad  Tamper  Lid Lid Plug (in place)  CAUTION  Rotating Blades Can Cause Damage. Lids and tampers are not interchangeable between different container  styles, types and sizes. Use the tamper that was supplied with your  blender. p a r t   S   a n d   f e at u r e   S  WARNING  To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids in a Large Container.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 6,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-7",
    "content": "S   a n d   f e at u r e   S  WARNING  To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids in a Large Container. Escaping steam, splashes or contents may burn. Always start on Variable 1, then slowly increase to 10. DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids. Heated  ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug  blender. Allow the cup and ingredients to cool to room temperature before removing the blade base. Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of containers and cups during blender operation. DO NOT   insert fingers or  utensils around the blades while the blades are spinning. The blades will continue to spin until they come to a complete stop at the end of the blend cycle. Allow the blades to  come to a complete stop before handling the blade base and cups. Put a clean and dry seal onto and then firmly tighten the blade base onto the cup or bowl BEFORE blending. Do not fill the cup beyond the maximum capacity line or the bowl beyond the 8oz fill line. If the cup becomes un-threaded from the blade base during operation, turn the machine OFF and wait until the motor  and blades come to a complete stop before attempting to remove the cup and blade base from the motor base.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 7,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-8",
    "content": "the cup becomes un-threaded from the blade base during operation, turn the machine OFF and wait until the motor  and blades come to a complete stop before attempting to remove the cup and blade base from the motor base. 7  b l e n d   I   n g   I   n   t h e   f u l l   S I   z e   c o n ta   I   n e r   (64   o u n c e   /2.0   l )  CAUTION  To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids. Escaping steam, splashes or contents may burn. To secure the contents, lock the lid and lid plug securely in place prior to operating the blender. Always start on Variable 1, then slowly increase to 10. NEVER touch moving parts  Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base  Note: The On/Off switch is on the right hand side of the base. 1. Press the On/Off switch to the On (I) position. Three dashes (- - -) will display on the control panel if a container is not on the blender base. Once a container is placed, 0:00 will show on the  display. Liquids  Dry Goods  Leafy Greens  Fruits & Veggies  Ice & Frozen  Ingredients  2. Load your container   according to the Vitamix recipe directions or the load order illustration  here. IMPORTANT! Always use the lid and the lid plug on the Full-Size Containers when the machine  is in operation. Never operate the blender without checking to make sure that the lid and lid  plug are securely locked in place. 3. Put the lid onto the container. a. Push down on the lid until the two tabs snap onto the lip of the container. b. Insert the lid plug. c. Turn the lid plug clockwise to lock. 4. Put the container onto the blender base. 0:00 will display when a container/cup is detected  and the blender is ready to operate. 5. Perform one of the following:  •   To use variable speed:  a. Make sure that the standby symbol (   ) is lined up with the dot on the control panel. .Turn the variable speed dial clockwise to Variable  Speed 1. b.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 8,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-9",
    "content": "To use variable speed:  a. Make sure that the standby symbol (   ) is lined up with the dot on the control panel. .Turn the variable speed dial clockwise to Variable  Speed 1. b. Press Start/Stop. The blades will begin to turn and the timer will count the minutes and seconds that the blend has been processing. c. Rotate the Variable Speed Dial between 1 and 10 during the blending cycle to increase or decrease the speed of the blades. d. At the end of the blend, rotate the Variable Speed Dial back to standby (   ). Press Start/Stop. •   To use Programs:  Note:   The soup program is not available for use with the cups. a. Make sure that the standby symbol (   ) is lined up with the dot on the control panel. Rotate the dial clockwise to the appropriate icon for  the blend. (The program time will display on the control panel). b. Press Start/Stop to start the program. (The blender will automatically stop at the end of the program.) Press Start/Stop at any time to  stop the program. c. At the end of the blend, rotate the Variable Speed Dial back to standby (   ).. 6. If the mixture stops circulating:  •   Insert the tamper through the lid plug and stir until it ‘burps’. If this does not work, press the On/Off switch to stop the motor. Remove the  container from the blender base and use a rubber spatula to press the air bubble away from the blades. Add liquid if necessary. Replace the lid  and lid plug. Return the container to the blender base and continue blending. •   If necessary, use a Vitamix Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other thick ingredients from under the  blades only after the blender has been turned off and the container has been removed from the motor base. 7. After blending, wait until the blades completely stop before removing the lid or removing container from the blender base. Tips to prevent ‘overloading’ your blender:  •   Process only Vitamix recipes when learning to use the blender.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 9,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-10",
    "content": "7. After blending, wait until the blades completely stop before removing the lid or removing container from the blender base. Tips to prevent ‘overloading’ your blender:  •   Process only Vitamix recipes when learning to use the blender. •   Do not process recipes at lower speeds than recommended. •   Do not process recipes at higher speeds than recommended. •   Do not process recipes for longer than recommended. •   Use your tamper to process thicker mixtures and keep ingredients moving around and through the blades. 8  b l e n d   I   n g   I   n   c u p   S   a n d   b o w l   S   (8   o z   . a n d   20   o z   .)  WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of containers and cups during blender operation. DO NOT   insert fingers or utensils  around the blades while the blades are spinning. The blades will continue to spin until they come to a complete stop at the end of the blend cycle. Allow the blades to  come to a complete stop before handling the blade base and cups. Put a clean and dry seal onto and then firmly tighten the blade base onto the cup or bowl BEFORE blending. Do not fill the cup beyond the maximum capacity line or the bowl beyond the 8oz fill line. If the cup becomes un-threaded from the blade base during operation, turn the machine OFF and wait until the motor  and blades come to a complete stop before attempting to remove the cup and blade base from the motor base. WARNING  DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids. Heated ingredients and liquids may  create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug blender.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 10,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-11",
    "content": "for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug blender. Allow the  cup and ingredients to cool to room temperature before removing the blade base. Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. Warning and Caution  NEVER touch moving parts  DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids  Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base  To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave  8 oz. (225 ml) Bowl  Blade Base  Seal  (removable,  color not shown))  20 oz. (0.6 L) Cup  Note:   The cups and bowls mentioned here are optional accessories of the Ascent Blenders. Please visit www.vitamix.com for more information. 9  b l e n d   I   n g   I   n   c u p   S   a n d   b o w l   S   (8   o z   . a n d   20   o z   .)  1. Locate the two arrows on the blade base. The arrows are opposite of each other on the  blade base (see Figure A). 2. Put a clean, dry seal onto the bottom thread of the blade base (see Figure A). The seal  should fit snugly and evenly around the thread. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. Do not fill  the cup beyond the maximum capacity with solids or liquids. “MAXIMUM CAPACITY\"  is marked on the 20 oz cup. The maximum capacity of the bowl is the 8oz (225 ml) fill  line. 3. L oad the cup or bowl (see Figure B for ingredient loading order). 4. Put the blade base onto the cup or bowl. 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 11,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-12",
    "content": "cup. The maximum capacity of the bowl is the 8oz (225 ml) fill  line. 3. L oad the cup or bowl (see Figure B for ingredient loading order). 4. Put the blade base onto the cup or bowl. 5. Rotate the blade base clockwise at least two complete turns from your starting point  until the arrows are within the ranges marked on the cup or bowl. If necessary, continue  to rotate clockwise until the arrows are within the ranges below (see Figure C). 6. Put the cup or bowl and blade base onto the blender motor base.    If the blender motor base does not recognize the cup or bowl, tighten the blade base  clockwise onto the cup or bowl and place it back onto the blender motor base. If the problem  is not corrected, contact Vitamix Customer Service for support. 7. Blend the recipe according to the instructions in the recipe. 8. If the mixture stops circulating:  Press the On/Off switch to stop the motor. Wait until the blades stop rotating. Remove the cup or bowl and blade base from the blender motor base. Turn the cup  over. Unthread the blade base from the cup by rotating counter-clockwise. Stir the  ingredients. Add liquid if necessary. Place a clean and dry seal on the blade base. Wipe  clean the threads on the blade base and cup or bowl. Reattach the blade base according  to STEP 5, place on blender base and continue blending. 9. After blending, wait until the blades completely stop before removing the cup or bowl  from the blender base. 10. If necessary, use a Vitamix Blade Scraper or spatula to remove salsa, jelly, jam, peanut  butter, and other thick ingredients from under the blades only after the blender has  been turned off and the container has been removed from the motor base. Liquids  DO NOT blend hot liquids!",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 12,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-13",
    "content": "salsa, jelly, jam, peanut  butter, and other thick ingredients from under the blades only after the blender has  been turned off and the container has been removed from the motor base. Liquids  DO NOT blend hot liquids! Dry Goods  Leafy Greens  Fruits & Veggies  Ice & Frozen  Ingredients  Figure B  Arrow #1  Arrow #2  Figure A  Seal  (removable,  color not shown)  Blade Base  Range  Figure C  To tighten: rotate the blade base  clockwise at least two complete turns  from your starting point until the arrows  are withing the ranges marked on the  cup or bowl. If necessary, continue to  rotate clockwise until the arrows are  within the ranges below. x2  Range 10  c a r e   a n d   c l e a n   I   n g  Care and Cleaning of 64 ounce/2.L Containers:  To Clean:  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-Part lid into the locked position. 3. Put the container on the motor base. 4. Rotate the Variable Speed Dial to 1. 5. Press the Start / Stop. 6. Slowly increase variable speed to 10. 7. Run the machine for 30 to 60 seconds. 8. Rotate the Variable Speed dial back to Variable 1. 9. Rinse and drain all pieces. Blender Base  1. Turn off and unplug the blender. 2. Wash the outside surface with a damp, soft cloth or sponge that has been rinsed in a mild solution of liquid dish soap and warm water. Do not place the blender  base in water. The centering pad can be removed for more thorough cleaning. The centering pad is dishwasher safe. 3. Immediately dry all surfaces and polish with a soft cloth. WARNING  Electrical Shock Hazard. Always unplug before cleaning the blender base or when not in use. Do not put the blender base in water or other liquid. Failure to follow instructions can cause death or electrical shock . Lids, Lid Plug, Centering Pad and Tamper  The parts are dishwasher safe. If preferred, wash the parts in warm soapy water. Rinse clean under running water, then dry.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 13,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-14",
    "content": "Failure to follow instructions can cause death or electrical shock . Lids, Lid Plug, Centering Pad and Tamper  The parts are dishwasher safe. If preferred, wash the parts in warm soapy water. Rinse clean under running water, then dry. Accessories  Refer to the care and cleaning instructions included with the accessory for more information. WARNING  To Avoid Injury and Damage. To avoid inadvertent activation, turn off and unplug the blender before cleaning. To   Sanitize:  1. Follow the cleaning instructions above. 2. Fill the container half full with water and 1 ½ teaspoons of liquid bleach. 3. Snap or push the complete 2-part lid into the locked position. 4. Put the container on the motor base. 5. Rotate the Variable Speed Dial to 1. 6. Press the Start / Stop. 7. Slowly increase variable speed to 10. 8. Run the machine for 30 to 60 seconds. 9. Rotate the Variable Speed dial back to Variable 1. 10. Allow mixture to stand in the container for an additional 1 ½ minutes. 11. Pour bleach mixture out. Allow container to air dry. Do not rinse after sanitizing . BEFORE FIRST USE:  1. Wipe the base with a warm damp cloth and wipe clean with a dry, soft cloth. Wash the container, cups, lids, lid plug, and tamper with warm, soapy water. Rinse all  parts. Wipe dry with a dry, soft cloth. 2. Choose a space on the counter that is level, dry and clean. Plug the blender into a grounded, 3-prong outlet. Note:   Your Vitamix container is designed to be completely cleanable without removing the retainer nut and blade assembly. DO NOT attempt to remove the retainer nut  or blade assembly from the container. Our Normal Cleaning and Sanitizing procedures or a dishwasher cleaning cycle will ensure a complete and thorough cleaning of your  container and it’s components. If your container is damaged, please do not use. Contact Vitamix Customer Service IMMEDIATELY for assistance .",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 14,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-15",
    "content": "Cleaning and Sanitizing procedures or a dishwasher cleaning cycle will ensure a complete and thorough cleaning of your  container and it’s components. If your container is damaged, please do not use. Contact Vitamix Customer Service IMMEDIATELY for assistance . 11  Care and Cleaning of Cups and Bowls  Dishwasher:  The cups, lids, blade base and seals are dishwasher safe or can be washed and sanitized  with the procedures below. The seals must be washed and dried after each use to avoid  ingredient build-up. The threads of the blade base must be washed and dried after each use  to avoid ingredient build-up. In-Place Cleaning:  1. Locate the two arrows on the blade base. The arrows are opposite of each other on the  blade base (see Figure A). 2. Put a clean, dry seal onto the bottom thread of the blade base (see Figure A). The seal  should fit snugly and evenly around the thread. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. 3. Fill the cup or bowl to half-full with cold water and a couple of drops of dishwashing  liquid. 4. Put the blade base onto the cup or bowl. 5. Rotate the blade base clockwise at least two complete turns from your starting point  until the arrows are within the ranges marked on the cup or bowl. If necessary, continue  to rotate clockwise until the arrows are within the ranges below (see Figure B). 6. Put the cup or bowl and blade base onto the blender motor base. 7. Rotate the Variable Speed Dial to 1. Press Start / Stop. Slowly increase speed to 10 and  run the machine for 30 to 60 seconds. 8. Reduce speed to Variable 1. Press Start / Stop. 9. Slowly unthread the blade base from the cup or bowl. 10 . Rinse and drain all pieces. To Sanitize:  1. Follow the cleaning instructions STEPS 1-2 above. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. 2. Fill the cup or bowl to half-full with cold water and 1/2 teaspoons of liquid bleach. 3. Put the blade base onto the cup or bowl. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 15,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-16",
    "content": "the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. 2. Fill the cup or bowl to half-full with cold water and 1/2 teaspoons of liquid bleach. 3. Put the blade base onto the cup or bowl. 4. Rotate the blade base clockwise at least two complete turns from your starting point  until the arrows are within the ranges marked on the cup or bowl. If necessary, continue  to rotate clockwise until the arrows are within the ranges below (see Figure B). 5. Put the cup or bowl and blade base onto the blender motor base. 6. Rotate the Variable Speed Dial to 1. Press Start / Stop. Slowly increase speed to 10 and  run the machine for 30 to 60 seconds. 7. Reduce speed to Variable 1. Press Start / Stop. 8. Allow mixture to stand in the container for an additional 1 ½ minutes. 9. Slowly unthread the blade base from the cup or bowl. 10. Pour bleach mixture out. Allow to air dry. 11. Do not rinse after sanitizing. Arrow #1  Arrow #2  Figure A  Seal  (removable,  color not shown)  Blade Base  Range  Figure B  To tighten: rotate the blade base  clockwise at least two complete turns  from your starting point until the arrows  are withing the ranges marked on the  cup or bowl. If necessary, continue to  rotate clockwise until the arrows are  within the ranges below. x2  Range  8 oz. (225 ml) Bowl  Blade Base  Seal  (removable,  color not shown))  20 oz. (0.6 L) Cup  c a r e   a n d   c l e a n   I   n g 12  ©2022 Vita-Mix Corporation. No part of this publication may be reproduced or transmitted in any form or by any means, or stored in a database or  retrieval system, without the written permission of Vita-Mix Corporation. When applicable:  together)   fails within 10 years from the date of purchase due to a defect in material or workmanship or as a result of normal wear and tear from ordinary  household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 16,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-17",
    "content": "or workmanship or as a result of normal wear and tear from ordinary  household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender  free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do  not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender  is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to  wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils,  cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix  warranty under these circumstances. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF  VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY  OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON  ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 17,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-18",
    "content": "OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY  OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON  ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT,  INDEMNITY,   WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL,  INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties  may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this  manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or  an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or  container that is not expressly authorized by Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide  a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be  provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping  costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 18,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-19",
    "content": "standard shipping  costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  1-800-848-2649   1-800-848-2649  service@vitamix.com   service@vitamix.com  You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment  damage, within 48 hours of delivery. 10-Year full Machine Warranty  1. PRODUCT REGISTRATION. Vita-Mix Corporation (“Vitamix”) strongly encourages you to register your purchase by completing and returning the product registration card that came  with this Blender. You can register online at vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve  you with any of your customer service needs. 2. WHO CAN SEEK WARRANTY COVERAGE. This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used  for commercial, rental or re-sale purposes. Should ownership of the blender change during the 10-year period, please update the Blender’s owner  information at vitamix.com. 3. WHAT IS COVERED.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 19,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-20",
    "content": "use only. This Warranty does not apply to products used  for commercial, rental or re-sale purposes. Should ownership of the blender change during the 10-year period, please update the Blender’s owner  information at vitamix.com. 3. WHAT IS COVERED. Vitamix warrants to the owner that if this Blender   (a “Blender” consists of a motor blender base, any container(s), lids and tamper(s) purchased  w a r r a n t y   a n d   S   e r v   I   c e A230 0   A   n d   A2500   m é l   A   n g e u r s   à   P   e r fo r m   A   n c e s   é l e v é e s  s é r i e   A   s c e n t  VM0185  vitamix.com  U.S. Patent: vitamix.com/patents 14  c o n   S I   g n e   S   d e   S   é c u r   I   t é   I   m p o r ta n t e   S  AVERTISSEMENT :   afin d'éviter les risques de blessures graves lors de l'utilisation de votre mélangeur Vitamix MD , des mesures de sécurité de  base doivent être appliquées, y compris les suivantes . LISEZ TOUTES LES INSTRUCTIONS, TOUTES LES CONSIGNES DE SÉCURITÉ ET TOUS LES AVERTISSEMENTS AVANT  D'UTILISER LE MÉLANGEUR. 1. Lisez toutes les instructions. 2. N'utilisez ce mélangeur qu'aux fins pour  lesquelles il est prévu. 3. Cet appareil n'est pas conçu pour être utilisé  par des enfants, des personnes dont les  capacités physiques, sensorielles ou mentales  sont réduites ou des personnes n'ayant pas  l'expérience et les connaissances suffisantes, ni  pour être utilisé à proximité de ces personnes. Une surveillance étroite est toujours requise  lorsqu'un mélangeur est utilisé par des enfants  ou des personnes à capacités réduites, ou  à proximité de ces personnes. Les enfants  doivent être surveillés pour s'assurer qu'ils ne  jouent pas avec le mélangeur. 4. AVERTISSEMENT : afin d'éviter toute  activation de l'appareil par mégarde, éteignez-  le et débranchez-le avant de le nettoyer. 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 20,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-21",
    "content": "ces personnes. Les enfants  doivent être surveillés pour s'assurer qu'ils ne  jouent pas avec le mélangeur. 4. AVERTISSEMENT : afin d'éviter toute  activation de l'appareil par mégarde, éteignez-  le et débranchez-le avant de le nettoyer. 5. ATTENTION : pour éviter tout risque dû à une  réinitialisation par inadvertance du coupe-  circuit thermique, ce mélangeur ne doit pas  être alimenté par le biais d'un appareil de  commutation externe tel qu'une minuterie, ni  connecté à un circuit régulièrement activé et  désactivé par le fournisseur d'électricité. 6. NE PAS IMMERGER. Pour prévenir les risques  de décharge électrique, ne placez pas le socle  du mélangeur dans l'eau ou tout autre liquide. 7. Débranchez l'appareil lorsqu'il n'est pas utilisé,  avant d'installer ou d'enlever des pièces, et  avant de le nettoyer. 8. Vérifiez toujours que le mélangeur est en  position ARRÊT avant de brancher le cordon  à la prise murale. Pour déconnecter l'appareil,  mettez-le en position ARRÊT, puis retirez le  cordon de la prise murale. 9. Pour prévenir les risques de décharge  électrique, une fois l’utilisation terminée,  éteignez puis débranchez l’appareil avant de  le nettoyer ou de monter ou de démonter des  pièces. 10. Les icônes et nombres allumés sur le tableau  de commande indiquent que le mélangeur  est prêt à fonctionner. Évitez tout contact par  mégarde avec l’écran tactile. 11. Évitez tout contact avec les pièces mobiles. 12. N'utilisez pas un mélangeur dont la fiche ou le  cordon est endommagé(e) ni un mélangeur qui  ne fonctionne pas correctement, qui est tombé  ou qui a été endommagé de quelque façon que  ce soit. Communiquez immédiatement avec le  service à la clientèle de Vitamix en composant  le +1 800 848-2649 ou le +1 440 235-4840 ou  en envoyant un courriel à l'adresse service@  vitamix.com si un examen, une réparation, un  remplacement ou un réglage est requis(e).",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 21,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-22",
    "content": "la clientèle de Vitamix en composant  le +1 800 848-2649 ou le +1 440 235-4840 ou  en envoyant un courriel à l'adresse service@  vitamix.com si un examen, une réparation, un  remplacement ou un réglage est requis(e). Si l'achat a eu lieu dans un pays autre que le  Canada ou les É.-U., communiquez avec le  détaillant Vitamix de votre région. 13. GFI disjoncteurs peuvent être installés dans  votre cuisine . Cherchez-les dans les magasins  à proximité des puits . Si le mélangeur ne  fonctionne pas, débranchez le mélangeur. Réinitialiser la prise murale ou un disjoncteur  . Si le disjoncteur continue à se déclencher ,  débrancher le mélangeur de la prise. Laisser le  mélangeur reposer pendant 24 heures avant  de tenter de l’utiliser à nouveau . Contactez  Vitamix Service à la clientèle si le problème  persiste. 14. L'altération ou la modification de toute  partie du mélangeur, y compris l'utilisation de  toute pièce qui n'est pas une pièce d'origine  autorisée par Vitamix, peut provoquer un  incendie, une décharge électrique ou des  blessures et annulera votre garantie. 15. L'utilisation d'accessoires qui ne sont pas  expressément autorisés ou vendus par  Vitamix pour être utilisés avec ce mélangeur,  y compris les bocaux de mise en conserve,  peut provoquer un incendie, une décharge  électrique ou des blessures. Ce type  d'utilisation annulera votre garantie. 16. N'utilisez pas l'appareil à l'extérieur. 17. Ne laissez pas le cordon de l'appareil pendre le  long de la table ou du comptoir. 18. Ne placez pas le mélangeur sur ou à proximité  d'un brûleur électrique ou à gaz chaud, ne le  placez pas dans ou sur un four chaud. 19. Faites toujours fonctionner le mélangeur  avec le couvercle et le bouchon du couvercle  fermement en place. Le bouchon du couvercle  doit être retiré uniquement lors de l’ajout  d’ingrédients et lors de l’utilisation du pilon. 20.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 22,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-23",
    "content": "19. Faites toujours fonctionner le mélangeur  avec le couvercle et le bouchon du couvercle  fermement en place. Le bouchon du couvercle  doit être retiré uniquement lors de l’ajout  d’ingrédients et lors de l’utilisation du pilon. 20. Pour prévenir les blessures et les dommages,  gardez les mains et les ustensiles, à l’exception  du pilon fourni, hors du mélangeur lorsqu’il est  en marche. Le couvercle doit rester en place  lors de l’utilisation du pilon. Insérez le pilon  par l’ouverture du bouchon du couvercle. Un  ustensile peut être utilisé dans le récipient  seulement après que le récipient a été retiré du  socle-moteur. 21. Le pilon fourni ne doit être utilisé que lorsque  la pièce principale du couvercle est bien  installée. 15  22. Les couteaux sont tranchants. Pour éviter  les blessures, soyez extrêmement vigilant en  nettoyant autour du bloc de coupe à l'intérieur  du récipient. Afin de réduire les risques de  blessure, ne placez le bloc de coupe sur le  socle-moteur que lorsque le socle est fixé au  récipient Vitamix. 23. Faites preuve de vigilance lorsque vous  manipulez les couteaux tranchants, videz le  récipient ou nettoyez l'appareil. 24. Ne laissez pas d'objets étrangers, comme des  cuillères, des fourchettes, des couteaux et le  bouchon du couvercle, dans le récipient, car  cela peut endommager les couteaux et d'autres  composants lors du démarrage du mélangeur  et causer des blessures. 25. N'essayez jamais d'utiliser l'appareil lorsque  les couteaux sont endommagés. 26. N'essayez jamais d'utiliser l'appareil lorsque la  pièce de centrage a été retirée. 27. Lorsque vous mélangez des liquides ou des  ingrédients chauds dans le récipient d'1,9 l  (64 oz), soyez prudent, car des gouttelettes  ou de la vapeur pourrai(en)t s'échapper et  vous causer des brûlures. Ne remplissez pas le  récipient à sa capacité maximale. Commencez  toujours à mélanger à la vitesse la plus basse, à  la vitesse variable 1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 23,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-24",
    "content": "ou de la vapeur pourrai(en)t s'échapper et  vous causer des brûlures. Ne remplissez pas le  récipient à sa capacité maximale. Commencez  toujours à mélanger à la vitesse la plus basse, à  la vitesse variable 1. Gardez les mains et la peau  exposée loin de l'ouverture du couvercle pour  éviter les brûlures éventuelles. 28. N’utilisez PAS votre tasse de 20 onces ni  celle de 8 onces pour chauffer des ingrédients  ou pour mélanger des liquides chauds. Les  ingrédients et les liquides chauffés peuvent  créer une pression interne qui pourrait faire  éclater la tasse et causer des blessures. 29. N’utilisez PAS votre appareil de façon  continue pendant plus de 2 minutes avec la  tasse de 20 onces ou pendant 75 secondes  avec la tasse de 8 onces. 30. Si une tasse devient chaude au toucher ou fait  de la vapeur ou évacue de la chaleur, cessez  immédiatement de mélanger les ingrédients et  éteignez ou débranchez le mélangeur. 31. Lors de la préparation de beurres de noix ou de  produits alimentaires à base d'huile, ne faites  pas fonctionner l'appareil plus d'une minute  après que le mélange a commencé à circuler  dans le récipient. Le fait de faire fonctionner  l'appareil pendant de plus longues périodes  peut causer une surchauffe. 32. Vérifiez que le récipient ou la tasse et le  bloc de coupe sont alignés avec la pièce de  centrage pour vous assurer que la cannelure  d'entraînement est encastrée dans la prise  d'entraînement avant d'utiliser l'appareil. 33. Assurez-vous d'utiliser le joint d'étanchéité  sur le bloc de coupe et serrez correctement la  tasse sur le bloc de coupe avant de mélanger. 34. Ne placez jamais l'adaptateur de mélange sur  le bloc de coupe sans que la tasse n'y soit fixée. AVERTISSEMENT  Pour éviter les blessures  Assurez-vous d'avoir lu  et compris le manuel  d'instructions de l'appareil  avant son utilisation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 24,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-25",
    "content": "jamais l'adaptateur de mélange sur  le bloc de coupe sans que la tasse n'y soit fixée. AVERTISSEMENT  Pour éviter les blessures  Assurez-vous d'avoir lu  et compris le manuel  d'instructions de l'appareil  avant son utilisation. INSTRUCTIONS IMPORTANTES POUR UNE  UTILISATION SÉCURITAIRE  Cet appareil est conçu pour un USAGE DOMESTIQUE  SEULEMENT et n'est pas destiné à un usage commercial. Ne laissez pas votre mélangeur Vitamix sans surveillance  lorsqu'il est en marche. L'entretien, les réparations et le remplacement des pièces  doivent être effectués par Vitamix ou un technicien  autorisé par Vitamix. AVIS :   LE NON-RESPECT DE TOUTE CONSIGNE DE  SÉCURITÉ IMPORTANTE OU DE TOUTE INSTRUCTION  IMPORTANTE VISANT UNE UTILISATION SÉCURITAIRE  CONSTITUE UNE   UTI LISATION INAPPROPRIÉ E   DE VOTRE  MÉLANGEUR VITAMIX SUSCEPTIBLE D'ANNULER VOTRE  GARANTIE ET DE CAUSER DE GRAVES BLESSURES. AVERTISSEMENT  Risque de décharge  électrique. Utilisez seulement une prise  mise à la terre. N'ENLEVEZ PAS   la broche de  mise à la terre. N'UTILISEZ PAS   d'adaptateur. N'UTILISEZ PAS   de rallonge. Débranchez toujours l'appareil  avant de nettoyer le socle-  moteur ou lorsqu'il n'est pas  utilisé. Ne placez pas le socle-moteur  dans l'eau ou dans un autre  liquide. Le non-respect de ces  instructions peut entraîner la  mort ou causer une décharge  électrique. CONSERVEZ CES INSTRUCTIONS 16  Avertissement et mise en garde  Évitez TOUT contact avec les pièces mobiles.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 25,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-26",
    "content": "dans un autre  liquide. Le non-respect de ces  instructions peut entraîner la  mort ou causer une décharge  électrique. CONSERVEZ CES INSTRUCTIONS 16  Avertissement et mise en garde  Évitez TOUT contact avec les pièces mobiles. Conservez les mains et ustensiles à l'extérieur du récipient  Risque de décharge électrique  Température élevée lors du mélange de liquides chauds  Débranchez l'appareil lorsqu'il n'est pas utilisé, avant de le nettoyer et avant de changer des accessoires ou de manipuler des pièces qui bougent lorsque le mélangeur est en  marche  Faites fonctionner l'appareil uniquement lorsque le couvercle et le bouchon du couvercle sont en place  Lisez et comprenez le manuel d'utilisation  N'immergez PAS l'appareil  Les pièces deviendront chaudes après une utilisation prolongée. NE TOUCHEZ PAS   la prise d'entraînement sur le socle-moteur ni la cannelure d'entraînement sur l’adaptateur  I/O   Marche/arrêt  I   Démarrage/arrêt  Impulsion  Attente  Symboles des programmes (correspondant aux recettes de Vitamix) - remarque : votre mélangeur peut ne pas inclure de programmes  Boissons fouettées  Desserts glacés  Soupe  S   y m b o l e   S  c a r ac t é r   I S   t   I   q u e   S   t e c h n   I   q u e   S  Tension :   120 V   Hauteur (avec le récipient de 64 oz [1,9 l] sur le socle) : 17 po (43,2 cm)  Fréquence :   50 - 60 Hz   Largeur : 8 po (20,3 cm)  Ampères :   12 A   Profondeur : 11 po (27,9 cm) 17  p I   è c e   S   e t   c a r ac t é r   I S   t   I   q u e   S  Impulsion  Impulsion  Sélecteur  de vitesse  variable avec  programmes  OFF ON  Interrupteur marche/arrêt  Mélangeur avec vitesse variable  Mélangeur avec vitesse variable et programmes  Démarrage/arrêt  Démarrage/arrêt  Technologie   - Le mélangeur, les récipients et les tasses communiquent par le biais d'une technologie sans fil. Chaque  récipient est programmé en fonction de sa taille et de ses fonctionnalités pour fonctionner sur le socle avec des  performances optimales.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 26,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-27",
    "content": "- Le mélangeur, les récipients et les tasses communiquent par le biais d'une technologie sans fil. Chaque  récipient est programmé en fonction de sa taille et de ses fonctionnalités pour fonctionner sur le socle avec des  performances optimales. Anciens récipients Vitamix   - Les anciens récipients Vitamix ne fonctionneront pas avec votre socle de mélangeur  Ascent. Les anciennes machines appartiennent aux séries C, G et S Vitamix. Pour plus d'informations sur les produits  Vitamix, veuillez vous rendre sur le site vitamix.com. Interrupteur marche/arrêt (I/O)   - L'interrupteur marche/arrêt (I/O) est situé sur le côté droit du socle. L'interrupteur  marche/arrêt contrôle l'alimentation de l'appareil. Mode veille   - Le mélangeur passera en mode veille si le panneau de commande n'est pas utilisé pendant 60 secondes. La luminosité de l'écran diminuera. Pour sortir du mode veille, tournez le sélecteur de vitesse variable jusqu'à la vitesse  souhaitée ou jusqu'au programme désiré pour le mélange suivant. Fonctionnement en deux actions   - Le panneau de commande a été conçu pour nécessiter deux interactions des  commandes pour pouvoir activer le cycle de mélange. Détection des récipients   - Les trois tirets (- - -) s'affichent sur le panneau de commande lorsqu'aucun récipient n'est  placé sur le socle du mélangeur. Une fois un récipient mis en place, 0:00 s'affiche sur l'écran. Démarrage/arrêt (   I   )   - Arrêtez le mélangeur à tout moment en appuyant sur démarrage/arrêt (   I   ). Sélecteur de vitesse variable   - Le sélecteur de vitesse variable vous offre un contrôle manuel de la Variable 1 (la plus  lente) à 10 (la plus rapide). Impulsion (   )   - Les couteaux tournent à la vitesse affichée sur le panneau de commande lorsque vous appuyez  sur ce bouton. Affichage   - Le minuteur compte le temps écoulé lorsque vous utilisez la vitesse variable jusqu'à ce que vous appuyiez  sur démarrage/arrêt.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 27,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-28",
    "content": "à la vitesse affichée sur le panneau de commande lorsque vous appuyez  sur ce bouton. Affichage   - Le minuteur compte le temps écoulé lorsque vous utilisez la vitesse variable jusqu'à ce que vous appuyiez  sur démarrage/arrêt. Chaque récipient est programmé avec une durée de fonctionnement maximum spécifique. Le  mélangeur s'arrête automatiquement à la fin de la durée de fonctionnement maximum. Programmes   - Les icônes sont présentées dans les recettes Vitamix. Le mélangeur s'arrête automatiquement à la fin  du programme. Vous pouvez interrompre à tout moment les programmes en appuyant sur démarrage/arrêt. Lorsque  vous appuyez sur démarrage/arrêt au milieu d'un programme, la durée se réinitialise et le programme recommence  depuis le début. Boissons fouettées   Desserts glacés   Soupes  Codes d'erreur   - Si vous voyez un code d'erreur sur l'affichage (E1, E2, E3, E4), enlevez le récipient du socle du  mélangeur. Éteignez le mélangeur avec l'interrupteur marche/arrêt et rallumez-le pour le réinitialiser. Contactez le  service client Vitamix si le problème persiste. Moteur   - Le moteur est conçu pour se protéger contre la surchauffe. Si le mélangeur ne démarre pas immédiatement,  assurez-vous que vous avez bien branché l'appareil et que l'interrupteur marche/arrêt est sur marche. Si le moteur a  surchauffé, laissez-le refroidir pendant 20 à 45 minutes. Conseils pour prévenir la « surcharge » de votre mélangeur :  Pour apprendre à utiliser le mélangeur, ne préparez que des recettes Vitamix. Ne réduisez pas les vitesses de  préparation recommandées pour les recettes. Ne dépassez pas les vitesses de préparation recommandées pour les  recettes. Ne dépassez pas les temps de mélange recommandés pour les recettes. Utilisez votre pilon pour préparer  des mélanges plus épais et garder les ingrédients en mouvement autour des couteaux et entre ceux-ci.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 28,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-29",
    "content": "de préparation recommandées pour les  recettes. Ne dépassez pas les temps de mélange recommandés pour les recettes. Utilisez votre pilon pour préparer  des mélanges plus épais et garder les ingrédients en mouvement autour des couteaux et entre ceux-ci. Pilon   - Les couvercles et les pilons ne sont pas interchangeables entre les récipients de différents styles, types et  formats. Utilisez le pilon qui a été fourni avec votre mélangeur. Le récipient ne doit pas être rempli plus qu'aux deux tiers lorsque le pilon est utilisé. Pour éviter toute surchauffe, N'utilisez PAS le pilon pendant plus de 30 secondes consécutives. Sélecteur  de vitesse  variable 18  Récipient, couvercle, bouchon du couvercle et pilon  •   Utilisez toujours le couvercle et le bouchon du couvercle pendant le mélange. •   Ne faites jamais fonctionner le mélangeur sans vous assurer que le couvercle est bien  verrouillé en place. •   Le bouchon du couvercle comporte un marquage qui permet de l'utiliser comme tasse à  mesurer. •   Les onces, millilitres et tasses sont clairement indiqués. •   Insérez le bouchon du couvercle dans l'orifice pour bouchon du couvercle. Fixez le bouchon  en place en le tournant dans le sens horaire. Pour l'enlever, tournez-le dans le sens antihoraire  et soulevez-le. •   Retirez le bouchon du couvercle pour utiliser le pilon ou ajouter des ingrédients. •   Les anciens récipients Vitamix (séries C, G et S) ne fonctionneront pas avec votre socle de  mélangeur Ascent. Récipient  64 oz (1,9 l)  Couvercle en 2 parties  Socle  Pièce de centrage  Pilon  Couvercle Bouchon du couvercle (en place)  ATTENTION  Les couteaux rotatifs peuvent causer des dommages. les couvercles et les pilons ne sont pas interchangeables entre les récipients de  différents styles, types et formats. Utilisez le pilon qui a été fourni avec votre  mélangeur . p I   è c e   S   e t   c a r ac t é r   I S   t   I   q u e   S  ATTENTION  Afin d'éviter toute blessure, ne JAMAIS toucher les pièces mobiles.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 29,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-30",
    "content": "c a r ac t é r   I S   t   I   q u e   S  ATTENTION  Afin d'éviter toute blessure, ne JAMAIS toucher les pièces mobiles. Tenir les mains et les ustensiles éloignés des récipients et des tasses lors de l'utilisation. NE PAS   insérer de doigts ou  d'ustensiles près des lames pendant que celles-ci tournent. Les lames continueront à tourner jusqu'à ce qu'elles s'arrêtent complètement à la fin du cycle de mélange. Laisser les lames  parvenir à un arrêt complet avant de manipuler la base de lame et les tasses. Poser un joint d'étanchéité propre et sec sur la base de lame, puis serrer fermement la base de lame sur la tasse ou le bol  AVANT de procéder au mélange. Ne pas remplir la tasse au-dessus de la ligne de remplissage maximum ou le bol au dessus de la ligne de remplissage de 8 oz. Si la tasse se déplace de la base de lame durant l'utilisation, ÉTEINDRE l'appareil et attendre que le moteur et les lames  parviennent à un arrêt complet avant de tenter de retirer la tasse et la base de lame du  socle-moteur. ATTENTION  Ne PAS utiliser votre tasse de 0,6 L (20 oz) ou votre bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger des liquides chauds. Les ingrédients et  les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. Ne PAS utiliser votre appareil en continu pendant plus de 75 secondes avec la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz). Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêter immédiatement de mélanger les ingrédients et  éteindre ou débrancher le mélangeur. Laisser la tasse et les ingrédients refroidir à la température ambiante avant de retirer la base de la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 30,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-31",
    "content": "température ambiante avant de retirer la base de la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames. Pour éviter les dommages ou les blessures corporelles, ne PAS utiliser les tasses (y compris la base de lames ou les couvercles) dans le micro-ondes. 19  m élanger   dan S   le   réc I p I ent   ple I ne   grandeur   (64   oz /2,0   l )  Remarque : L’interrupteur Marche/Arrêt se trouve sur le côté droit de la base. 1. L’interrupteur marche/arrêt se trouve sur le côté droit du socle. Les trois tirets (- - -) s’affichent sur le panneau de commande lorsqu’aucun récipient n’est placé sur le socle du mélangeur. Une fois un récipient mis en  place, 0:00 s’affiche sur l’écran. 2. Remplissez votre récipient selon votre recette ou l'ordre de remplissage indiqué dans l'illustration. Remplissage du récipient d'1,9 l (64 oz)  Liquides  Ingrédients secs  Légumes-feuilles  Fruits et légumes  Glace et ingrédients  surgelés  ATTENTION  Afin d'éviter d'éventuelles brûlures, ne mettez jamais l'appareil en marche à une vitesse supérieure  à 1 lorsque des liquides chauds sont mélangés. La vapeur, les éclaboussures et le contenu s'échappant du récipient peuvent causer des brûlures. Pour empêcher le contenu de sortir du récipient, verrouillez bien le couvercle et le bouchon du couvercle en place avant de faire  fonctionner le mélangeur. Mettez toujours l'appareil en marche à la position Variable 1, puis augmentez lentement la vitesse jusqu'à la position 10. IMPORTANT! Utilisez toujours le couvercle et le bouchon du couvercle lorsque  l'appareil est en marche. Ne faites jamais fonctionner le mélangeur sans vous  assurer que le couvercle est bien verrouillé en place. 3. Placez le couvercle sur le récipient. a. Appuyez sur le couvercle jusqu’à ce que les deux languettes s’enclenchent sur  le rebord du récipient. b. Insérez le bouchon du couvercle. c.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 31,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-32",
    "content": "que le couvercle est bien verrouillé en place. 3. Placez le couvercle sur le récipient. a. Appuyez sur le couvercle jusqu’à ce que les deux languettes s’enclenchent sur  le rebord du récipient. b. Insérez le bouchon du couvercle. c. Tournez le bouchon du couvercle dans le sens des aiguilles d’une montre pour  le verrouiller. 4. Placez le récipient sur la base du mixeur. 0:00 s’affichera lorsqu’un récipient/tasse  est détecté et que le mélangeur est prêt à fonctionner. 5. Affectuez l’une des procédures suivantes :  •   Pour utiliser la vitesse variable :  a. Assurez-vous que le symbole de veille   (   )   est aligné avec le point sur le  panneau de commande. .Tournez le cadran de vitesse variable dans le sens  des aiguilles d’une montre jusqu’à la vitesse variable 1. b. Appuyez sur démarrage/arrêt. Les couteaux vont commencer à tourner  et le minuteur comptera les minutes et secondes de fonctionnement du  mélangeur. c. Tournez le sélecteur de vitesse variable entre 1 et 10 pendant le cycle de mélange pour augmenter ou réduire la vitesse des couteaux. d. À la fin du mélange, tournez le sélecteur de vitesse variable dans le sens antihoraire jusqu’au mode attente   (   ) . Appuyez sur démarrage/arrêt. •   Pour utiliser les programmes   :  Remarque : le programme de la soupe ne peut pas être utilisé avec les tasses. a. Assurez-vous que le symbole d’attente   (   )   est aligné avec le point sur le panneau de commande. Tournez le sélecteur dans le sens antihoraire  jusqu’à l’icône appropriée pour le mélange. (La durée du programme s’affiche sur le panneau de commande.)  b. Appuyez sur démarrage/arrêt pour démarrer le programme. (Le mélangeur s’arrête automatiquement à la fin du programme.) Appuyez sur  démarrage/arrêt à tout moment pour arrêter le programme. c. À la fin du mélange, tournez le sélecteur de vitesse variable dans le sens antihoraire jusqu’au mode attente   (   ) . 6.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 32,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-33",
    "content": "du programme.) Appuyez sur  démarrage/arrêt à tout moment pour arrêter le programme. c. À la fin du mélange, tournez le sélecteur de vitesse variable dans le sens antihoraire jusqu’au mode attente   (   ) . 6. Si la préparation cesse de circuler :  •   Insérez le pilon dans le bouchon du couvercle et remuez jusqu’à ce qu’il « rote ». Si cela ne fonctionne pas, appuyez sur l’interrupteur Marche/  Arrêt pour arrêter le moteur. Retirez le récipient de la base du mélangeur et utilisez une spatule en caoutchouc pour éloigner la bulle d’air des  lames. Ajouter du liquide si nécessaire. Replacez le couvercle et le bouchon du couvercle. Remettez le récipient sur la base du mélangeur et  continuez à mélanger. •   Si nécessaire, utilisez un grattoir à lames Vitamix ou une spatule pour retirer la salsa, la gelée, la confiture, le beurre d’arachide et d’autres  ingrédients épais sous les lames uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. 7. Après l'arrêt de l'appareil, attendez que les couteaux s'arrêtent complètement avant de retirer le couvercle ou le récipient/ la tasse du socle du  mélangeur. Conseils pour prévenir la « surcharge » de votre mélangeur :  •   Pour apprendre à utiliser le mélangeur, ne préparez que des recettes Vitamix. •   Ne réduisez pas les vitesses de préparation recommandées pour les recettes. •   Ne dépassez pas les vitesses de préparation recommandées pour les recettes. •   Ne dépassez pas les temps de mélange recommandés pour les recettes. •   Utilisez votre pilon pour préparer des mélanges plus épais et garder les ingrédients en mouvement autour des couteaux et entre ceux-ci. Ne JAMAIS toucher de pièces en mouvement  Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du  mélangeur ou la cannelure d'entraînement sur la base de la lame.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 33,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-34",
    "content": "Ne JAMAIS toucher de pièces en mouvement  Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du  mélangeur ou la cannelure d'entraînement sur la base de la lame. 20  m élanger   dan S   de S   ta SS e S   et   de S   bol S   (8   oz   et   20   oz )  ATTENTION  Afin d'éviter toute blessure, ne JAMAIS toucher les pièces mobiles. Tenir les mains et les ustensiles éloignés des récipients et des tasses lors de l'utilisation. NE PAS   insérer de doigts ou  d'ustensiles près des lames pendant que celles-ci tournent. Les lames continueront à tourner jusqu'à ce qu'elles s'arrêtent complètement à la fin du cycle de mélange. Laisser les lames  parvenir à un arrêt complet avant de manipuler la base de lame et les tasses. Poser un joint d'étanchéité propre et sec sur la base de lame, puis serrer fermement la base de lame sur la tasse ou le bol AVANT  de procéder au mélange. Ne pas remplir la tasse au-dessus de la ligne de remplissage maximum ou le bol au dessus de la ligne de remplissage de 8 oz. Si la tasse se déplace de la base de lame durant l'utilisation, ÉTEINDRE l'appareil et attendre que le moteur et les lames  parviennent à un arrêt complet avant de tenter de retirer la tasse et la base de lame du socle-moteur. ATTENTION  Ne PAS utiliser votre tasse de 0,6 L (20 oz) ou votre bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger des liquides chauds. Les  ingrédients et les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. Ne PAS utiliser votre appareil en continu pendant plus de 75 secondes avec la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz). Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêter immédiatement de mélanger les  ingrédients et éteindre ou débrancher le mélangeur.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 34,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-35",
    "content": "le bol de 225 ml (8 oz). Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêter immédiatement de mélanger les  ingrédients et éteindre ou débrancher le mélangeur. Laisser la tasse et les ingrédients refroidir à la température ambiante avant de retirer la base de  la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames. Pour éviter les dommages ou les blessures corporelles, ne PAS utiliser les tasses (y compris la base de lames ou les couvercles) dans le micro-ondes. Avertissement et mise en garde  Ne JAMAIS toucher de pièces en mouvement  NE PAS utiliser la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger des liquides  chauds. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du mélangeur ou la  cannelure d'entraînement sur la base de la lame. Pour éviter les dommages ou les blessures corporelles, ne pas utiliser de les tasses (y compris la base de lames ou les couvercles) dans  le micro-ondes. Bol de 225 ml (8 oz)  Base de lame  Joint (amovible,  couleur non  illustrée)  Tasse à mélanger de 20 oz (20 onces) 21  Remarque :   les tasses mentionnées ici sont des accessoires optionnels pour les mélangeurs Ascent. Veuillez consulter le www. vitamix.com pour de plus amples renseignements. 1. Repérez les deux flèches sur la base de lame. Ces dernières sont opposées l'une à l'autre sur la base de lame (voir figure A). 2. Posez un joint d'étanchéité propre au fond de la base de lame (voir figure A). Le joint doit s'ajuster parfaitement et  uniformément autour du filetage. Remarque : Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz).",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 35,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-36",
    "content": "lame (voir figure A). Le joint doit s'ajuster parfaitement et  uniformément autour du filetage. Remarque : Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). Ne remplissez pas la tasse au-dessus de la ligne de remplissage maximum avec des aliments solides ou liquides. Il est indiqué « CAPACITÉ MAXIMALE » sur la tasse de 20 oz. La capacité de remplissage du bol est de 225 ml (8 oz)  et est indiquée par une ligne. 3. R emplissez votre tasse ou votre bol (voir la figure B pour connaître l'ordre à respecter pour charger les ingrédients). 4. Placez la base de lame sur la tasse ou le bol. 5. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol. Si nécessaire, continuez de  tourner dans le sens des aiguilles d'une montre jusqu'à ce les flèches se situent dans les zones ci-dessous. (voir figure C). 6. Placez la tasse ou le bol et la base de lame sur le socle-moteur du mélangeur.    Si le socle-moteur ne reconnaît pas la tasse ou le bol, serrez la base de lame dans le sens des aiguilles d'une montre sur la tasse ou  le bol et replacez-la sur le socle-moteur du mélangeur. Si le problème persiste, communiquez avec le Service à la clientèle de Vitamix  pour obtenir de l'aide. 7. Mélangez la recette selon les instructions indiquées dans celle-ci. 8. Si le mélange cesse de bouger :  Appuyez sur l'interrupteur Marche/Arrêt pour éteindre le moteur. Attendez que les lames arrêtent de tourner. Retirez  la tasse ou le bol et la base de lame du socle-moteur du mélangeur. Retournez la tasse. Dévissez la base de lame de la  tasse en la faisant tourner dans le sens contraire des aiguilles d'une montre. Brassez les ingrédients. Ajoutez du liquide,  au besoin. Posez un joint d'étanchéité propre et sec sur la base de lame.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 36,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-37",
    "content": "base de lame de la  tasse en la faisant tourner dans le sens contraire des aiguilles d'une montre. Brassez les ingrédients. Ajoutez du liquide,  au besoin. Posez un joint d'étanchéité propre et sec sur la base de lame. Essuyez les parties vissées de la base de lame  et de la tasse ou du bol. Revissez la base de lame tel qu'indiqué à l'ÉTAPE 5, placez-la sur le socle du mélangeur et  continuez à mélanger. 9. Après le mélange, attendez que les lames s'arrêtent complètement avant de retirer le couvercle, le récipient ou la tasse du  socle du mélangeur. 10. Au besoin, utilisez le racloir à lame ou la spatule de Vitamix pour enlever la salsa, la gelée, la confiture, le beurre d'arachides ou  d'autres ingrédients épais de sous les lames, uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. Liquides  NE mélangez PAS des  liquides chauds! Ingrédients secs  Légumes-feuilles  Fruits et légumes  Glace et ingrédients  surgelés  figure B  Flèche n°1  Flèche n°2  figure A  Joint  (amovible, couleur  non illustrée)  Base de lame  Zone  figure C  Pour serrer : tournez la base de lame dans le  sens des aiguilles d'une montre d'au moins  deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent  dans les zones marquées sur la tasse ou le  bol. Si nécessaire, continuez de serrer dans le  sens des aiguilles d'une montre jusqu'à ce les  flèches se situent dans les zones ci-dessous. x2  Zone  m élanger   dan S   de S   ta SS e S   et   de S   bol S   (8   oz   et   20   oz ) 22  AVANT LA PREMIÈRE UTILISATION   :  1. Frottez le socle avec un chiffon humide chaud et essuyez avec un chiffon doux et sec. Nettoyez le récipient, les tasses, les couvercles, le bouchon du couvercle, et le pilon avec de  l'eau chaude savonneuse. Rincez toutes les pièces. Essuyez avec un chiffon doux et sec. 2. Choisissez un endroit sur le comptoir qui soit plat, sec et propre. Branchez le mélangeur sur une prise de courant à 3 trous mise à la terre.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 37,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-38",
    "content": "savonneuse. Rincez toutes les pièces. Essuyez avec un chiffon doux et sec. 2. Choisissez un endroit sur le comptoir qui soit plat, sec et propre. Branchez le mélangeur sur une prise de courant à 3 trous mise à la terre. Socle du mélangeur  1. Éteignez et débranchez le mélangeur. AVERTISSEMENT  Risque de décharge électrique. Débranchez toujours l'appareil avant de nettoyer le socle du mélangeur ou lorsqu'il n'est pas utilisé. Ne placez pas le socle du mélangeur dans l'eau ou dans un autre liquide. Le non-respect de ces instructions peut entraîner la mort ou causer une décharge électrique. AVERTISSEMENT  Pour éviter des blessures et dégâts. Afin d'éviter toute activation de l'appareil par mégarde, éteignez-le et débranchez-le avant de le nettoyer. 2. Lavez la surface extérieure avec une éponge ou un chiffon doux et humide qui a été rincé dans une solution douce de liquide vaisselle et d'eau chaude. Ne placez  pas le socle du mélangeur dans l'eau. La pièce de centrage peut être retirée pour un nettoyage plus complet. La pièce de centrage peut être mise dans le lave-  vaisselle. 3. Séchez immédiatement toutes les surfaces et astiquez avec un chiffon doux. Remarque :   Votre récipient Vitamix est conçu pour pouvoir être nettoyé entièrement sans avoir besoin de retirer l’écrou de retenue ou le bloc de coupe. NE tentez JAMAIS de retirer  l’écrou de retenue ou le bloc de coupe du récipient. En suivant nos procédures normales de nettoyage et de désinfection ou en utilisant un cycle classique au lave-vaisselle, vous assurerez un  nettoyage complet et approfondi de votre récipient et de ses composants. Si votre récipient est endommagé, ne l’utilisez pas. Communiquez IMMÉDIATEMENT avec le service à la clientèle  de Vitamix pour toute demande d’assistance. Récipients  Pour nettoyer   :  1. Remplissez le récipient à moitié avec de l’eau tiède et ajoutez quelques gouttes de liquide vaisselle. 2. Encliquetez ou poussez le couvercle complet en 2 parties en position verrouillée. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 38,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-39",
    "content": "d’assistance. Récipients  Pour nettoyer   :  1. Remplissez le récipient à moitié avec de l’eau tiède et ajoutez quelques gouttes de liquide vaisselle. 2. Encliquetez ou poussez le couvercle complet en 2 parties en position verrouillée. 3. Placer le récipient sur le socle moteur. 4. Tournez le cadran de vitesse variable sur 1. 5. Appuyez sur le bouton Démarrer/Arrêter. 6. Augmentez lentement la vitesse variable jusqu’à 10. 7. Faites fonctionner la machine pendant 30 à 60 secondes. 8. Tournez le cadran de vitesse variable pour revenir à Variable 1. 9. Rincer et égoutter tous les morceaux. Pour désinfecter   :  1. Suivez les instructions de nettoyage ci-dessus. 2. Remplissez le récipient à moitié avec de l’eau et 1 ½ cuillères à café d’eau de javel. 3. Encliquetez ou poussez le couvercle complet en 2 parties en position verrouillée. 4. Placer le récipient sur le socle moteur. 5. Tournez le cadran de vitesse variable sur 1. 6. Appuyez sur le bouton Démarrer/Arrêter. 7. Augmentez lentement la vitesse variable jusqu’à 10. 8. Faites fonctionner la machine pendant 30 à 60 secondes. 9. Tournez le cadran de vitesse variable pour revenir à Variable 1. 10. Laisser reposer le mélange dans le récipient pendant 1 ½ minute supplémentaire. 11. Pour le mélange d’eau de Javel. Laisser le récipient sécher à l’air. Ne pas rincer après la désinfection. Couvercles, bouchon de couvercle, pièce de centrage et pilon  Ces pièces vont au lave-vaisselle. De préférence, lavez les pièces dans de l’eau chaude savonneuse. Rincez à l’eau courante et séchez. Accessoires  Consultez les instructions d’entretien et de nettoyage comprises avec l’accessoire pour de plus amples renseignements . e ntret I en 23  Lave-vaisselle :  Les tasses, les couvercles, les bases de lame et les joints sont lavables au lave-vaisselle ou peuvent être lavés ou désinfectés  en suivant les procédures ci-dessous. Les joints doivent être nettoyés et séchés après chaque utilisation pour éviter  l'accumulation d'ingrédients.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 39,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-40",
    "content": "les couvercles, les bases de lame et les joints sont lavables au lave-vaisselle ou peuvent être lavés ou désinfectés  en suivant les procédures ci-dessous. Les joints doivent être nettoyés et séchés après chaque utilisation pour éviter  l'accumulation d'ingrédients. La partie vissée de la base de lame doit être nettoyée et séchée après chaque utilisation pour  éviter l'accumulation d'ingrédients. Auto-nettoyage   :  1. Repérez les deux flèches sur la base de lame. Les flèches sont opposées l'une à l'autre sur la base de lame  (voir figure A). 2. Posez un joint d'étanchéité propre au fond de la base de lame (voir figure A). Le joint doit s'ajuster  parfaitement et uniformément autour du filetage. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 3. Remplissez la tasse ou le bol d'eau froide jusqu'à la moitié et ajoutez quelques gouttes de savon à  vaisselle. 4. Placez la base de lame sur la tasse ou le bol. 5. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir  du point de départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol. Si  nécessaire, continuez de tourner dans le sens des aiguilles d'une montre jusqu'à ce les flèches se situent dans  les zones ci-dessous. (voir figure B). 6. Placez la tasse ou le bol et la base de lame sur le socle-moteur du mélangeur. 7. Appuyez sur Marche/Arrêt. Augmentez la vitesse graduellement jusqu'à la variable 10 et faites  fonctionner l'appareil pendant 30 à 60 secondes. 8. Réduisez la vitesse à la variable 1. Appuyez sur Marche/Arrêt. 9. Dévissez doucement la base de lame de la tasse ou du bol. 10 . Rincez et égouttez toutes les pièces. Pour désinfecter :  1. Suivez les directives de nettoyage décrites précédemment aux ÉTAPES 1 et 2. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 40,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-41",
    "content": "Suivez les directives de nettoyage décrites précédemment aux ÉTAPES 1 et 2. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 2. Remplissez la tasse ou le bol d'eau froide jusqu'à la moitié et ajoutez 1/2 cuillère à thé d'eau de Javel. 3. Placez la base de lame sur la tasse ou le bol. 4. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir du  point de départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol  (voir figure B). 5. Retirez la tasse ou le bol et la base de lame du socle-moteur du mélangeur. 6. Appuyez sur Marche/Arrêt. Augmentez la vitesse graduellement jusqu'à la variable 10 et faites  fonctionner l'appareil pendant 30 à 60 secondes. 7. Réduisez la vitesse à la variable 1. Appuyez sur Marche/Arrêt. 8. Laissez le mélange reposer dans le récipient pendant 1 ½ minute supplémentaire. 9. Slowly unthread the blade base from the cup or bowl. 10. Pour bleach mixture out. Allow to air dry. 11. Do not rinse after sanitizing. e ntret I en  Flèche n°2  figure A  Joint  (amovible, couleur  non illustrée)  Base de lame  Zone  figure B  Pour serrer : tournez la base de lame dans le  sens des aiguilles d'une montre d'au moins  deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent  dans les zones marquées sur la tasse ou le  bol. Si nécessaire, continuez de serrer dans le  sens des aiguilles d'une montre jusqu'à ce les  flèches se situent dans les zones ci-dessous. x2  Zone  Bol de 225 ml (8 oz)  Base de lame  Joint (amovible,  couleur non  illustrée)  Tasse à mélanger de 20 oz (20 onces) 24  ©2022 Vita-Mix Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise sous quelque forme ou par quelque moyen  que ce soit ou stockée dans une base de données ou un système d'extraction sans la permission écrite de Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 41,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-42",
    "content": "Aucune partie de cette publication ne peut être reproduite ou transmise sous quelque forme ou par quelque moyen  que ce soit ou stockée dans une base de données ou un système d'extraction sans la permission écrite de Vita-Mix Corporation. Le cas échéant :  140507_Rev A_10/22 MULTI  Garantie complète de l'appareil p endant dix (10) ans  1. ENREGISTREMENT DU PRODUIT. Vita-Mix Corporation (« Vitamix ») vous recommande vivement d'enregistrer votre achat en remplissant et en retournant la carte d'enregistrement du produit fournie avec ce  mélangeur. Vous pouvez enregistrer votre produit en ligne sur vitamix.com/warranty ou en appelant notre service à la clientèle au +1 800 848-2649 ou au +1 440 235-4840. Le fait de ne pas enregistrer votre appareil ne diminuera en rien vos droits de garantie. Toutefois, l'enregistrement de votre achat permettra à Vitamix de mieux vous servir, peu  importe vos besoins. 2. PERSONNES POUVANT BÉNÉFICIER DE CETTE GARANTIE. Cette garantie est offerte par Vitamix au propriétaire de ce mélangeur pour un usage domestique personnel seulement. Cette garantie ne s'applique pas aux appareils utilisés  à des fins commerciales, de location ou de revente. Si le mélangeur change de propriétaire pendant la période de 10 ans, veuillez mettre à jour les renseignements sur le  propriétaire du mélangeur sur le site www.vitamix.com. 3. CE QUI EST COUVERT. Vitamix garantit au propriétaire que si ce mélangeur   (un « mélangeur » consiste en le socle-moteur du mélangeur et le ou les récipients, couvercles et pilons achetés  ensemble)   ne fonctionne plus dans les 10 ans suivant la date d'achat en raison d'un défaut de matériau ou de fabrication ou à la suite d'une usure normale pour un usage  domestique, Vitamix procédera, dans les 30 jours suivant la réception du mélangeur retourné, à la réparation du mélangeur ou du composant du mélangeur défaillant sans frais.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 42,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-43",
    "content": "ou de fabrication ou à la suite d'une usure normale pour un usage  domestique, Vitamix procédera, dans les 30 jours suivant la réception du mélangeur retourné, à la réparation du mélangeur ou du composant du mélangeur défaillant sans frais. Si, à la seule discrétion de Vitamix, le mélangeur ou le composant du mélangeur défaillant ne peut pas être réparé, Vitamix décidera soit (A) de remplacer le mélangeur sans  frais ou (B) de rembourser le prix d'achat total au propriétaire, à moins que Vitamix reçoive un préavis écrit indiquant la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux mélangeurs utilisés pour des applications commerciales ou autres que domestiques. Cette garantie ne couvre pas les changements  superficiels qui n'affectent pas la performance de l'appareil comme la décoloration, les effets de l'utilisation d'abrasifs ou de nettoyants ou les accumulations d'aliments. Cette  garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux instructions, aux avertissements et aux consignes de sécurité contenus dans le manuel  d'utilisation. Récipients : le fait de moudre certaines herbes et épices dans le récipient/la tasse entraînera la présence de marques superficielles sur le récipient/la tasse et peut  provoquer une usure prématurée des couteaux. Des traces de sable, des herbes abrasives ou comportant de gros grains peuvent également causer une usure prématurée  des couteaux. Des herbes peuvent également contenir des huiles volatiles, ce qui entraîne une rétention des huiles par le récipient/la tasse et ainsi une décoloration  permanente de ces objets. Votre récipient/tasse et vos couteaux ne sont pas couverts par la garantie de Vitamix dans ces circonstances. Vitamix ne pourra pas être tenue responsable du coût de réparations sous garantie non autorisées.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 43,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-44",
    "content": "ainsi une décoloration  permanente de ces objets. Votre récipient/tasse et vos couteaux ne sont pas couverts par la garantie de Vitamix dans ces circonstances. Vitamix ne pourra pas être tenue responsable du coût de réparations sous garantie non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL SONT LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE  RESPONSABILITÉ DE VITAMIX EN VERTU DE CETTE GARANTIE. AUCUN EMPLOYÉ OU REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À ACCORDER UNE GARANTIE  SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À CETTE GARANTIE POUVANT LIER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT PAS SE FIER  À TOUTE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT EN RAISON D'UN CONTRAT, D'UNE  INDEMNISATION,   D'UNE GARANTIE, D'UN ACTE DÉLICTUEL (Y COMPRIS LA NÉGLIGENCE), D'UNE RESPONSABILITÉ STRICTE OU AUTRE, VITAMIX NE POURRA ÊTRE  TENUE RESPONSABLE DE DOMMAGES SPÉCIAUX, INDIRECTS, ACCESSOIRES OU CONSÉCUTIFS, Y COMPRIS, MAIS SANS S'Y LIMITER, LES PERTES DE PROFITS OU DE  REVENUS. Certaines provinces et certains territoires ne permettent pas de limites sur les garanties. Si vous habitez dans ces provinces et territoires, les limites ci-dessus peuvent ne pas  s'appliquer à vous. Dans les pays autres que le Canada et les États-Unis, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE. L'utilisation abusive, inappropriée ou négligente du mélangeur, l'altération du mélangeur, l'exposition du mélangeur à des conditions anormales ou extrêmes et le non-respect  des consignes d'utilisation de ce manuel annulent cette garantie. La garantie est aussi annulée si le mélangeur ou un composant du mélangeur est réparé par une personne autre qu'un réparateur de Vitamix ou autorisé par Vitamix ou si  un composant du mélangeur visé par la présente garantie est utilisé en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 44,
      "total_chunks": 46
    }
  },
  {
    "id": "ascent-a2300-a2500-introduction-45",
    "content": "personne autre qu'un réparateur de Vitamix ou autorisé par Vitamix ou si  un composant du mélangeur visé par la présente garantie est utilisé en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE. Si vous avez besoin d'un entretien ou d'une réparation, veuillez communiquer avec le service à la clientèle de Vitamix en composant le +1 800 848-2649 ou le +1 440 235-4840. Si votre mélangeur n'a pas été enregistré auprès de Vitamix, vous devrez fournir une date d'achat et une preuve d'achat. Si le mélangeur est couvert par la présente garantie,  vous recevrez un numéro d'autorisation de retour, les instructions d'expédition les plus récentes et une étiquette de collecte de retour affranchie. Vitamix paiera les frais  d'expédition normaux pour le retour d'un Mélangeur pour les réparations et l'entretien couverts par la garantie, ainsi que les frais liés à l'expédition de retour du mélangeur à  votre adresse après la réparation ou le remplacement couvert par la garantie. L'acheteur est responsable des coûts pour les demandes d'expédition particulières. Au Canada et aux États-Unis, cette garantie est honorée directement par Vita-Mix Corporation. États-Unis   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  +1 800 848-2649   +1 800 848-2649  service@vitamix.com   service@vitamix.com  Vous serez réputé avoir accepté le produit retourné « tel quel » lors de la livraison, sauf si vous avisez Vitamix de tout problème, y compris de dommages subis pendant le  transport, dans les 48 heures suivant la livraison. g a r a n t   I   e   e t   e n t r e t   I   e n",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "A2300",
        "A2500"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent A2300 & A2500",
      "chunk_index": 45,
      "total_chunks": 46
    }
  }
]