[
  {
    "id": "ascent-x2-introduction-0",
    "content": "vitamix.com U.S. Patent: vitamix.com/patents  ASCENT X SERIES VM0231  H   I G H   -P   E R FO R M A N C E   B   L E N D E R  X2 S PECIFICATIONS  Voltage:   120 V Frequency:   50 - 60 Hz Current:   12 Amps Height:   with 48 oz. / 1.4 L container on motor base: 17.00 inches / 43.2 cm Depth:   9.75 inches / 24.8 cm Width:   7.75 inches / 19.7 cm  SYMBOLS  Warning and Caution NEVER touch moving parts. Keep hands and utensils out of the container. Electric Shock Hazard High temperatures exist when blending hot liquids. Unplug while not in use, before cleaning the motor base or centering pad, or touching parts that move. ALWAYS operate with the lid and lid plug in place. Read and understand the owner’s manual. NEVER immerse the power cord, power plug, or motor base in water or any other liquid. Parts will become hot with extended use. NEVER touch the motor base drive socket or the drive spline in the blade base. On / Off Start / Stop Pulse Self-Cleaning  PROGRAM SYMBOLS (CORRESPOND TO VITAMIX RECIPES)  Smoothies   Frozen Desserts   Hot Soup ©2024 Vita-Mix Corporation. No part of this publication may be reproduced or transmitted in any form or by any means, or stored in a database or retrieval system, without the written permission of Vita-Mix Corporation. I MPORTANT   SAFEGUARDS  2   147959  1. THE FAILURE TO FOLLOW ANY OF THE IMPORTANT SAFE- GUARDS AND IMPORTANT INSTRUCTIONS FOR SAFE USE IS A MISUSE OF YOUR VITAMIX APPLIANCE THAT CAN VOID YOUR WARRANTY AND CREATE THE RISK OF SERIOUS INJURY. 2. The instructions appearing in this manual cannot cover every possible condition and situation that may occur. Common sense and caution must be practiced when operating and maintaining any appliance. 3. Strictly follow the care and cleaning instructions provided in this manual. 4. NEVER use the appliance for anything other than its intended use. 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 0,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-1",
    "content": "may occur. Common sense and caution must be practiced when operating and maintaining any appliance. 3. Strictly follow the care and cleaning instructions provided in this manual. 4. NEVER use the appliance for anything other than its intended use. 5. This appliance is not intended for use by persons (including children) with reduced physical, sensory or mental capabilities, or lack of experience or knowledge, unless they have been given supervision or instruction concerning use of the appli- ance by a person responsible for their safety. 6. Children should be supervised to ensure that they do not play with the appliance. Keep the cord out of reach from children. 7. Remove and discard packaging materials, the power plug cover, and promotional labels before using the appliance for the first time. 8. NEVER unplug the appliance by pulling on the cord. To unplug the appliance, grasp the power plug and pull from the outlet. 9. NEVER come in contact with moving parts, especially the blades. 10. NEVER operate the appliance with loose, nicked, or damaged blending blades. Check the blending blades prior to each use and replace if damaged. 11. NEVER tighten the acorn nut (on the top of the blade assem- bly). If loose, replace the blade assembly immediately. 12. NEVER place the appliance on or near a hot gas or electric burner, or where it could touch any other source of heat. 13. NEVER modify the plug in any way. If the appliance will not operate, unplug the appliance and reset the household electri- cal system circuit protector. If the circuit protector continues to trip, unplug the appliance from the outlet and contact a qualified electrician. 14. NEVER allow the power cord to hang over the edge of a table or counter, touch hot surfaces, or become knotted. 15. ALWAYS ensure the appliance is completely and properly assembled before operation including the unwinding of the power cord fully before use. 16. The blending blade assembly is very sharp.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 1,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-2",
    "content": "a table or counter, touch hot surfaces, or become knotted. 15. ALWAYS ensure the appliance is completely and properly assembled before operation including the unwinding of the power cord fully before use. 16. The blending blade assembly is very sharp. Handle carefully and keep out of reach of children. 17. NEVER use attachments other than those provided with the appliance or offered separately from Vitamix. The use of at- tachments, including preserving jars, not sold or recommend- ed by Vitamix may cause fire, electric shock, or injury and will void the warranty. 18. Alteration or modification of any part of the appliance, includ- ing the use of any part or parts that are not genuine autho- rized Vitamix parts, may cause fire, electric shock, or injury and will void your warranty. 19. ALWAYS ensure the appliance is unplugged from the power outlet before cleaning the motor base or centering pad, or touching parts that move. 20. NEVER fill the container above the   “MAXIMUM CAPACITY” line to avoid risk of injury caused by damage to the lid and container. 21. When blending hot liquids or ingredients in the container, use caution; spray or escaping steam may cause burns. 22. ALWAYS begin processing on the lowest speed setting, Vari- able Speed 1. Keep hands and other exposed skin away from the lid opening to prevent possible burns. 23. Extreme caution must be used when moving an appliance or container filled with hot oil or other hot liquids; spray or escaping steam may cause burns. WARNING  Carefully read all instructions before operating the appliance for the first time. Save these instructions for future reference. ALWAYS   use grounded outlets. NEVER   remove the ground. NEVER   use an adapter. NEVER   use an extension cord. NEVER   plug the appliance into a timer or an outlet controlled by a switch. ALWAYS   turn off AND unplug the appliance when not in use and before assembling, disassembling, moving, cleaning, and storing.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 2,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-3",
    "content": "an extension cord. NEVER   plug the appliance into a timer or an outlet controlled by a switch. ALWAYS   turn off AND unplug the appliance when not in use and before assembling, disassembling, moving, cleaning, and storing. NEVER   immerse the power cord, power plug, or motor base in water or any other liquid. If the appliance becomes submerged, unplug immedi- ately. Failure to follow instructions can cause death or elec- trical shock. This product is intended for HOUSEHOLD USE ONLY and is not intended to be used for commercial purposes. 3 147959  I MPORTANT   S   AFEGUARDS  24. NEVER touch surfaces that may be hot. 25. NEVER remove ingredients from the appliance during operation. Ensure the motor has completely stopped and the container removed from the motor base before removing any ingredients. 26. If food becomes lodged around the blending blade, remove the container from the motor base, and use a spatula to dislodge the food. NEVER use fingers as the blending blade is sharp. 27. Keep hands, hair, clothing, and utensils away from all moving parts during operation to reduce the risk of severe injury to persons and/or damage to the appliance. A spatula may be used, but only when the container has been removed from the motor base. 28. If the blend is not processing when blending dry, thick, or heavy mixtures, stop operation and use a spatula to dislodge the food. NEVER use fingers as the blending blade is sharp. Allow the motor to cool for 1 minute before turning the appliance back on. 29. NEVER allow the blending blade to soak in water. 30. NEVER use outdoors or on moving vehicles or boats. 31. NEVER leave the working area when the appliance is in use. 32. NEVER leave any foreign object, such as spoons, forks, knives, or the lid plug in the container as this will damage the blades and other components when starting the appliance and may cause injury. 33.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 3,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-4",
    "content": "appliance is in use. 32. NEVER leave any foreign object, such as spoons, forks, knives, or the lid plug in the container as this will damage the blades and other components when starting the appliance and may cause injury. 33. If during use, the sound of the appliance changes or if a hard or foreign object comes into contact with the blades, NEVER serve the food being made with the appliance. 34. NEVER expose the container to temperatures or ingredients over 2100F (990C). 35. ALWAYS operate the appliance with the lid and lid plug firmly in place when the machine is in operation. NEVER remove the 2-part lid while the blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. 36. NEVER operate the appliance without the centering pad installed properly underneath the container. 37. Ensure the container is flush with the centering pad to ensure the drive spline is engaged with the drive socket before operating. 38. NEVER place a blade assembly on the motor base unless assembled to the Vitamix container to reduce the risk of injury. 39. NEVER attempt to place a container on an operating motor base or operate a motor base without a container properly in place. 40. When making nut butters or oil-based foods, do not process for more than one minute after the mixture starts to circulate in the container. Processing for longer periods can cause overheating. 41. Regularly inspect the power cord, power plug, and the appliance for any damage. NEVER operate if damaged in any way or after the appliance malfunctions. Immediately cease use of the appliance and visit www.vitamix.com or call Vitamix Household Technical Support at 1.800.484.2649 or 1.440.235.4840 or email service@vitamix.com at once for examination, repair, replacement, or adjustment. If purchased outside the U.S.A. or Canada, contact your local Vitamix dealer. 42. Any repair, servicing, or replacement of parts must be performed by Vitamix or a Vitamix authorized service representative. 43.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 4,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-5",
    "content": "at once for examination, repair, replacement, or adjustment. If purchased outside the U.S.A. or Canada, contact your local Vitamix dealer. 42. Any repair, servicing, or replacement of parts must be performed by Vitamix or a Vitamix authorized service representative. 43. SAVE THESE INSTRUCTIONS. TAMPER HOLDER INSTALLATION  1 2   3  This device complies with Part 15 of the FCC Rules and Innovation, Science and Economic Development Canada’s license-exempt RSS standard(s). Operation is subject to the following two conditions: (1) this device may not cause interference, and (2) this device must accept any interference, including interference that may cause undesired operation of the device. Changes or modifications not expressly approved by Vitamix could void the user’s authority to operate the equipment. Note:   This equipment has been tested and found to comply with the limits for a Class B digital device, pursuant to part 15 of the FCC Rules. These limits are designed to provide reasonable protection against harmful interference in a residential installation. This equipment generates, uses and can radiate radio frequency energy and, if not installed and used in accordance with the instructions, may cause harmful interference to radio communications. However, there is no guarantee that interference will not occur in a particular installation. If this equipment does cause harmful interference to radio or television reception, which can be determined by turning the equipment off and on, the user is encouraged to try to correct the interference by one or more of the following measures:   1)   Reorient or relocate the receiving antenna. 2) Connect the equipment into an outlet on a circuit different from that to which the receiver is connected. 3) Increase the separation between the equipment and receiver. 4)   Consult the dealer or an experienced radio/TV technician for help.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 5,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-6",
    "content": "Connect the equipment into an outlet on a circuit different from that to which the receiver is connected. 3) Increase the separation between the equipment and receiver. 4)   Consult the dealer or an experienced radio/TV technician for help. To ensure compliance with FCC and ISED RF exposure requirements this device must be installed to provide a minimum of 20cm between the device and people. PARTS AND   FEATURES  4   147959  CAUTION  Rotating Blades Can Cause Damage. Lids and tampers are NOT interchange- able between different container styles, types, and sizes. Use the tamper that was supplied with your appliance. Motor Base Container Centering Pad Lid Tamper Holder Lid   Lid Plug Container, Lid, Lid Plug, and Tamper NOTE:   Previous Ascent-compatible SELF-DETECT ®   containers will work with the Ascent X Series, however, not all programs will be available. 12-Cup Food Processor Attachment with SELF-DETECT (VM0215) 48-ounce Aer ™   Disc Container (VM0190) 48-ounce Container with SELF-DETECT (VM0190) 48-ounce Dry Grains Container with SELF-DETECT (VM0190) 48-ounce Stainless Steel Container (VM0216) 64-ounce Low Profile Container with SELF-DETECT (VM0184) •   The blender and containers communicate through wireless SELF-DETECT technology. Each container is programmed to run on the motor base for optimum performance according to its size and functionality. •   ALWAYS leave the lid on when operating the appliance and remove ONLY the lid plug to use the tamper or to add ingredi- ents. •   NEVER use the tamper for more than 30 consecutive seconds to avoid overheating. The container should not be more than 2/3 full when the tamper is used. •   NEVER operate the appliance without ensuring the lid is securely locked in place. NOTE:   The appliance will run without a lid on the container, but a lid MUST be attached to contain the ingredients during processing. •   The lid plug is marked so it can be used as a measuring cup. •   Insert the lid plug through the lid plug opening.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 6,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-7",
    "content": "a lid MUST be attached to contain the ingredients during processing. •   The lid plug is marked so it can be used as a measuring cup. •   Insert the lid plug through the lid plug opening. Lock the plug in place by rotating it clockwise. To remove, turn the plug counter-clockwise and lift it out. •   Lids and tampers are NOT interchangeable between different container styles, types, and sizes. Use only the tamper and lid supplied with your appliance. If you do not have the correct tamper for your container, contact Vitamix Household Technical Support. •   ALWAYS load the container according to the Vitamix recipe directions or the Load Order Illustration page 6. Motor Base  •   The motor is designed to protect itself from overheating. •   If the appliance will not start immediately, check to ensure the appliance is plugged in and the On/Off Switch is ON. •   If the motor has overheated, allow the motor to cool for 20-45 minutes. Display 5 147959  P ARTS AND   FEATURES  On/Off Switch   – Controls power to the machine and is located on the lower right side of the motor base. Display  •   Container Detect   - Shows three dashes (- - -) on the display if a compatible container is not properly positioned on the motor base. 0:00 will show on the display once a compatible SELF-DETECT container is in position. - 0 - will show on the display if there is no program available for the attached container. •   Sleep Mode   – Dims the display if the control panel is not used for 30 seconds. To exit sleep mode, rotate the Variable Speed Dial to the desired speed or program for the next blend. •   Error Code   – Shows numbers on the display indicating the appli- ance has experienced a fault. Document the error code number and contact Vitamix Household Technical Support for resolution. •   Timer   - Counts up when using variable speed until the Start/Stop Switch is pressed. Each container is programmed with a specific maximum run time.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 7,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-8",
    "content": "error code number and contact Vitamix Household Technical Support for resolution. •   Timer   - Counts up when using variable speed until the Start/Stop Switch is pressed. Each container is programmed with a specific maximum run time. The blender will shut down automatically when the maximum run time has elapsed. •   Motor Overheated   - Flashes three dashes (- - -) on the display if the motor is overheated. Allow the motor to cool for 20-45 minutes. Pulse   – Rotates the blade at the speed selected on the Variable Speed Dial. Start/Stop Switch   – Starts or stops the blending at any time and is located on the right side of the control panel. Variable Speed Dial   - Contains all the modes the appliance operates: •   Variable Speed   – Provides manual speed control from Variable 1 (slowest) to 10 (highest). •   Standby   - Pauses the appliance and has it ready to start the next recipe. Standby is located at the top position on the Variable Speed Dial. •   Self-Cleaning   - Runs the cleaning cycle after water and dish- washing liquid have been added to the machine and the lid and lid plug are in place. See page 7 for cleaning procedures. •   Programs   – Operates the appliance for preset times and will stop automatically at the end of the program. When the Start/Stop Switch   is pressed in the middle of a program, the machine will stop and the program time will reset on the display to the begin- ning of the run time. The Program icons are displayed in Vitamix recipes. Smoothies   Frozen Desserts   Hot Soup  Pulse Display Start/Stop Dial On/Off BLENDING  6   147959  3. Place the lid onto the container: •   Push down on the lid until the two tabs snap onto the lip of the container. •   Insert the lid plug and turn clockwise to lock it into the lid. 4. Place the container with lid onto the motor base. NOTE:   The appliance will run without a lid on the container, but a lid MUST be attached to contain the ingredients during processing.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 8,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-9",
    "content": "lock it into the lid. 4. Place the container with lid onto the motor base. NOTE:   The appliance will run without a lid on the container, but a lid MUST be attached to contain the ingredients during processing. 0:00 will show on the display once a container is in position. Three dashes (- - -) will be displayed if a container is not detected on the motor base. 5. TO USE VARIABLE SPEED:  a. Turn the dial clockwise to Variable Speed 1. b. Press the Start/Stop Switch. The blades will begin to turn and the timer will count the minutes and seconds the blend has been processing. c. Rotate the dial between Variable Speed 1 and 10 during the blending cycle to increase or decrease the speed of the blades. d. At the end of the blend, rotate the dial counter-clock- wise to Standby   or press the Start/Stop Switch   to stop the appliance. TO USE PROGRAMS:  a. Turn the Variable Speed Dial counter-clockwise to the desired program and the display will show the default program time. b. Press the Start/Stop   Switch   to start the program. The appliance will stop automatically at the end of the program or press the Start/Stop   Switch   at any time to stop the program. 6. If the mixture stops circulating: a. Remove the lid plug by turning it counter-clockwise, insert the tamper through the lid plug opening, and stir until the mixture ‘burps’. b. If this does not work, press the On/Off Switch to stop the motor. c. Remove the container from the motor base, remove the lid, and use a rubber spatula to press the air bubble away from the blades. d. Add liquid if necessary. e. Replace the lid and lid plug and return the container to the motor base and continue blending. 7. After blending, wait until the blades stop completely before removing the lid or removing the container from the motor base. 8. Use a Vitamix Under Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other ingredients from the container.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 9,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-10",
    "content": "wait until the blades stop completely before removing the lid or removing the container from the motor base. 8. Use a Vitamix Under Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other ingredients from the container. TIPS TO PREVENT OVERHEATING  •   Process only Vitamix recipes when learning to use the appliance. •   NEVER process recipes for longer than recommended. Over- processed blends can also result in the incorrect recipe texture. •   NEVER process recipes at lower or higher speeds than recommended. •   Use the tamper to process thicker mixtures and keep ingredients moving around and through the blades. BLENDING IN THE CONTAINER  1. Press the On/Off Switch on the lower right side of the motor base (see page 5 for location) to the ON (I) position. 2. Load the container according to the Vitamix recipe directions or the Load Order Illustration. Liquids Dry Goods Leafy Greens Fruits & Veggies Ice & Frozen Ingredients  Load Order Illustration IMPORTANT! ALWAYS operate the appliance with the lid and lid plug firmly in place when the machine is in operation. NEVER remove the lid while blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of the container during appliance operation. NEVER insert fingers or utensils around the blades while the blades are spinning. NEVER fill the container above the “MAXIMUM CAPACITY” line to avoid risk of injury caused by damage to the lid and container. To avoid possible burns, NEVER start on speeds above Variable Speed 1 when processing hot liq- uids in a large container. Escaping steam, splash- es, or contents may burn. ALWAYS operate with the lid and lid plug in place and start on Variable Speed 1, then slowly increase to 10. Parts will become hot with extended use. NEVER touch the motor base drive socket or the drive spline in the blade base.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 10,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-11",
    "content": "the lid and lid plug in place and start on Variable Speed 1, then slowly increase to 10. Parts will become hot with extended use. NEVER touch the motor base drive socket or the drive spline in the blade base. 7 147959  CARE   AND   C   LEANING  WARNING To Avoid Injury and Damage  To avoid inadvertent activation, turn off and unplug the appliance before cleaning. NEVER tighten the acorn nut (on the top of the blade assembly). If loose, replace the blade assembly immediately. Electrical Shock Hazard  ALWAYS unplug the motor base before cleaning or when not in use. NEVER put the motor base in water or other liquid. Failure to follow instructions can cause death or electrical shock. BEFORE FIRST USE  •   NEVER attempt to remove the retainer nut or blade assembly from the container. The container is designed to be completely cleanable without removing the retainer nut and blade assem- bly. The cleaning and sanitizing procedures or a dishwasher cleaning cycle will ensure a complete and thorough cleaning of the container and components. •   If the container is damaged, DO NOT USE IT. Contact Vitamix Household Technical Support IMMEDIATELY for assistance. 1. Wipe the motor base with a damp, soft cloth or sponge rinsed in a mild solution of liquid dish soap and warm water and dry with a soft cloth. 2. Wash and install the tamper holder. See page 3 for tamper holder installation instructions 3. Wash the container, lid, lid plug, and tamper with warm, soapy water. Rinse all parts and wipe dry with a dry, soft cloth. 4. Place the appliance on a counter that is level, dry, and clean. 5. Plug the appliance into a grounded, 3-prong outlet. MOTOR BASE CLEANING  1. Turn off and unplug the appliance and remove the container from the motor base.. 2. Wash the outside surface with a damp, soft cloth or sponge rinsed in a mild solution of liquid dish soap and warm water. NOTE:   NEVER immerse the power cord, power plug, or motor base in water or any other liquid. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 11,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-12",
    "content": "surface with a damp, soft cloth or sponge rinsed in a mild solution of liquid dish soap and warm water. NOTE:   NEVER immerse the power cord, power plug, or motor base in water or any other liquid. 3. The centering pad can be removed for more thorough cleaning and is dishwasher safe or can be hand-washed in warm, soapy water. 4. Immediately dry all surfaces and polish with a soft cloth. TAMPER CLEANING  The tamper is dishwasher safe or can be hand-washed in warm, soapy water. Rinse clean under running water and then dry. CONTAINER CLEANING - DISHWASHER  The container, lid, blade base, and seal are dishwasher safe or can be hand-washed and sanitized using the following procedures. CONTAINER CLEANING - SELF-CLEANING  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-part lid into the locked position. 3. Rotate the knob counter-clockwise to the Self-Cleaning icon. 4. On the Ascent X2 model, the processing time will display for the Self-Cleaning program. 5. Press the Start/Stop Switch. 6. The program will stop automatically when complete. 7. Rinse and drain all pieces. CONTAINER CLEANING - VARIABLE SPEED  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-part lid into the locked position. 3. Press the Start/Stop Switch to turn on the appliance and slow- ly increase to Variable Speed 10. 4. Run the appliance for 30 to 60 seconds. 5. Rotate the Variable Speed Dial to Standby   or to Variable Speed 1 and press the Start/Stop Switch to turn off the appliance. 6. Rinse and drain all pieces. CONTAINER SANITIZING - BLEACH  1. First perform the “Container Cleaning” instructions. 2. Then repeat the “Container Cleaning” instructions but add 1.5 teaspoons (7.4 ml) of liquid bleach to 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 1-1/2 minutes. 4. Pour the bleach mixture out.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 12,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-13",
    "content": "the “Container Cleaning” instructions but add 1.5 teaspoons (7.4 ml) of liquid bleach to 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 1-1/2 minutes. 4. Pour the bleach mixture out. Allow container to air dry. DO NOT rinse after sanitizing. If desired, rinse immediately before next use. CONTAINER SANITIZING - VINEGAR  1. First perform the “Container Cleaning” instructions. 2. Then repeat the “Container Cleaning” instructions but use 16 oz. (473 ml) of vinegar for every 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 3 full minutes. Total contact time of the vinegar solution in the container should equal 5 minutes. 4. Pour the vinegar solution out of the container over the inside surface of the 2-part lid. 5. Repeat the sanitizing procedure a second time (Steps 2 through 4). 6. Allow the container and lid to air dry. DO NOT rinse after sanitizing. If desired, rinse immediately before next use. W ARRANTY   AND   S   ERVICE  8   147959_ENG_Rev B_Multi B 08/24  10-Year Full Warranty 1. Product Registration. Vita-Mix Corporation (“Vitamix”) strongly encourages you to register your purchase by completing and returning the product registra- tion card that came with this Blender. You can register online at vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs. 2. Who Can Seek Warranty Coverage. This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 10-year period, please update the Blend- er’s owner information at vitamix.com. 3. What is Covered.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 13,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-14",
    "content": "household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 10-year period, please update the Blend- er’s owner information at vitamix.com. 3. What is Covered. Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor blender base, any blending container(s), lids and tamper(s) purchased together) fails within 10 years from the earlier of the date of purchase due or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. What is Not Covered. This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may con- tain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 14,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-15",
    "content": "herbs will also cause the blades to wear prematurely. Herbs may con- tain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILI- TY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from State to State. 5. What Voids the Warranty. Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating in- structions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix. 6. How to Obtain Return Authorization Under This Warranty.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 15,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-16",
    "content": "Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix. 6. How to Obtain Return Authorization Under This Warranty. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this War- ranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. Vitamix.com Brevet américain : vitamix.com/brevets  SÉRIE ASCENT X VM0231  M   É L A N G E U R   À   H AU T E   P E R FO R M A N C E  X2 S   PÉCIFICATIONS  Tension :   120 V Fréquence :   50 / 60 hz Courant:   12 A Hauteur :   avec 48 oz. / Récipient 1,4 l sur socle moteur : 17,00 pouces / 43,2 cm Profondeur :   9,75 pouces / 24,8 cm Largeur :   7,75 pouces / 19,7 cm  SYMBOLES  Avertissement et mise en garde Ne touchez JAMAIS de pièces en mouvement. Gardez les mains et les ustensiles hors du récipient. Risque de décharge électrique Les températures sont élevées lorsque l'on mélange des liquides chauds. Débranchez lorsque vous ne l'utilisez pas, avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. Fonctionnez TOUJOURS avec le couvercle et le bouchon du couvercle en place. Lire et bien comprendre le guide d'utilisation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 16,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-17",
    "content": "ne l'utilisez pas, avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. Fonctionnez TOUJOURS avec le couvercle et le bouchon du couvercle en place. Lire et bien comprendre le guide d'utilisation. N'IMMERGEZ JAMAIS le cordon d'alimentation, la fiche d'alimentation ou le socle-moteur dans l'eau ou tout autre liquide.mpon Les pièces deviennent chaudes après une utilisation prolongée. NE touchez JAMAIS la douille d'entraînement de la base du moteur ou la cannelure d'entraînement de la base de la lame. Marche/Arrêt Démarrer/Arrêter Pulse (Impulsion) Auto-Nettoyage  SYMBOLES DU PROGRAMME (CORRESPONDENT AUX RECETTES VITAMIX)  ©2024 Vita-Mix® Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise de quelque façon que ce soit, ou entreposée dans une banque de données ou un système d'extraction, sans l'autorisation écrite de Vita-Mix Corporation. Smoothies   Desserts glacés   Soupe chaude CONSIGNES   DE   SÉCURITÉ   IMPORTANTES  10   147959  1. LE NON-RESPECT DE TOUTE MESURE DE SÉCURITÉ OU DIRECTIVE IMPORTANTE VISANT UNE UTILISATION SÉCURITAIRE CONSTITUE UNE UTILISATION INAPPROPRIÉE DE VOTRE APPAREIL VITAMIX, CE QUI EST SUSCEPTIBLE D'ANNULER VOTRE GARANTIE ET DE PROVOQUER DES BLESSURES GRAVES. 2. Les instructions contenues dans ce manuel ne couvrent pas toutes les conditions et les situations pouvant survenir. Le bon sens et la prudence sont de mise lors de l'utilisation et de l'entretien de tout appareil. 3. Suivez rigoureusement les instructions d'entretien et de nettoyage décrites dans le présent guide. 4. TOUJOURS utiliser l'appareil qu'aux fins prévues. 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 17,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-18",
    "content": "Le bon sens et la prudence sont de mise lors de l'utilisation et de l'entretien de tout appareil. 3. Suivez rigoureusement les instructions d'entretien et de nettoyage décrites dans le présent guide. 4. TOUJOURS utiliser l'appareil qu'aux fins prévues. 5. Cet appareil n'est pas destiné à être utilisé par des personnes (y compris des enfants) ayant des capacités physiques, sensorielles ou mentales réduites, ou un manque d'expérience ou de connaissances, sauf si elles ont reçu une supervision ou des instructions concernant l'utilisation de l'appareil par une personne responsable de leur sécurité. 6. Surveiller les enfants afin d'éviter qu'ils jouent avec l'appareil. Garder le cordon hors de portée des enfants. 7. Retirer et jeter les matériaux d'emballage, le couvercle de la prise d'alimentation et les étiquettes promotionnelles avant d'utiliser l'appareil pour la première fois. 8. NE débranchez JAMAIS l'appareil en tirant sur le cordon. Pour débrancher l'appareil, saisissez la fiche d'alimentation et tirer de la prise. 9. NE touchez JAMAIS des pièces en mouvement, surtout pas les lames. 10. N'utilisez JAMAIS l'appareil si les lames du mélangeur sont desserrées, entaillées ou endommagées. Vérifiez les lames du mélangeur avant chaque utilisation et remplacez-les si elles sont endommagées. 11. NE serrez JAMAIS l'écrou de la partie supérieure de la lame. Si la lame est desserrée, remplacez-la immédiatement. 12. NE placez JAMAIS l'appareil sur ou à proximité d'un brûleur électrique ou à gaz chaud, ou à un endroit où il pourrait entrer en contact avec toute autre source de chaleur. 13. NE modifiez JAMAIS la prise de quelque façon que ce soit. Si l'appareil ne fonctionne pas, débranchez-le et réinitialisez le disjoncteur du système électrique de la maison. Si le disjoncteur continue de se déclencher, débranchez l’appareil de la prise et contactez un électricien qualifié. 14.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 18,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-19",
    "content": "de quelque façon que ce soit. Si l'appareil ne fonctionne pas, débranchez-le et réinitialisez le disjoncteur du système électrique de la maison. Si le disjoncteur continue de se déclencher, débranchez l’appareil de la prise et contactez un électricien qualifié. 14. Ne JAMAIS laisser le cordon d'alimentation pendre sur le bord d'une table ou d'un comptoir, toucher une surface chaude ou s'emmêler. 15. Assurez-vous TOUJOURS que l'appareil est complètement et correctement assemblé avant de l'utiliser, y compris en déroulant complètement le cordon d'alimentation avant utilisation. 16. L'assemblage des lames est très tranchant. Manipulez-le avec soin et gardez-le hors de la portée des enfants. 17. Utilisez uniquement les accessoires fournis avec l'appareil ou vendus séparément par Vitamix. L'utilisation d'accessoires, y compris les bocaux de conservation, non vendus ou recommandés par Vitamix peut provoquer un incendie, un choc électrique ou des blessures et annulera la garantie. 18. L'altération ou la modification de toute pièce de l'appareil, y compris l'utilisation de pièces qui ne sont pas des pièces authentiques et autorisées par Vitamix, peuvent provoquer un incendie, une décharge électrique ou des blessures, et annuleront votre garantie. 19. Assurez-vous TOUJOURS que l'appareil est débranché de la prise de courant avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. 20. NE remplissez JAMAIS le récipient au-dessus de la ligne « CAPACITÉ MAXIMALE »marquée pour éviter tout risque de blessure causée par des dommages au couvercle et au récipient. 21. Lorsque vous mélangez des liquides ou des ingrédients chauds dans le récipient, soyez prudent; la pulvérisation ou la fuite de vapeur peut causer des brûlures. 22. Commencez TOUJOURS le traitement à la vitesse la plus basse, vitesse variable 1. Gardez les mains et toute autre peau exposée éloignée de l'ouverture du couvercle pour éviter d'éventuelles brûlures. 23.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 19,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-20",
    "content": "la fuite de vapeur peut causer des brûlures. 22. Commencez TOUJOURS le traitement à la vitesse la plus basse, vitesse variable 1. Gardez les mains et toute autre peau exposée éloignée de l'ouverture du couvercle pour éviter d'éventuelles brûlures. 23. Faites preuve de la plus grande prudence lorsque vous déplacez un appareil ou un récipient rempli d'huile ou d'autres liquides chauds; les éclaboussures ou la vapeur qui s'échappent peuvent causer des brûlures. ATTENTION  Lire attentivement toutes les instructions avant d’utiliser l'appareil pour la première fois. Conserver ces instructions pour consultation future. TOUJOURS   utiliser des prises avec mise à la terre. NE JAMAIS   enlever la mise à la terre. NE JAMAIS   utiliser un adaptateur. NE JAMAIS   utiliser de rallonge. NE JAMAIS   brancher l’appareil sur une minuterie ou une prise contrôlée par un interrupteur. TOUJOURS   éteindre ET débrancher l'appareil lorsqu'il n'est pas utilisé et avant l'assemblage, le démontage, le déplacement, le nettoyage et le stockage. N'IMMERGEZ JAMAIS   le cordon d'alimentation, la fiche d'alimentation ou le socle-moteur dans l'eau ou tout autre liquide. Si l'appareil est immergé, le débrancher immédiatement. Le non-respect de ces instructions peut causer la mort ou une décharge électrique. Ce produit est conçu pour un USAGE DOMESTIQUE SEULEMENT et n'est pas destiné à un usage commercial. 11 147959  CONSIGNES   DE   SÉCURITÉ   IMPORTANTES  24. NE touchez JAMAIS les surfaces qui peuvent être chaudes. 25. NE retirez JAMAIS les ingrédients de l'appareil pendant le fonctionnement. Assurez-vous que le moteur est complètement arrêté et que le récipient est retiré du socle-moteur avant de retirer les ingrédients. 26. Si des aliments se coincent autour de la lame du mélangeur, retirez le récipient de la base du moteur et utilisez une spatule pour déloger les aliments. N'utilisez JAMAIS les doigts lorsque la lame de mélange est tranchante. 27.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 20,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-21",
    "content": "26. Si des aliments se coincent autour de la lame du mélangeur, retirez le récipient de la base du moteur et utilisez une spatule pour déloger les aliments. N'utilisez JAMAIS les doigts lorsque la lame de mélange est tranchante. 27. Gardez les mains, les cheveux, les vêtements et les ustensiles à l'écart de toutes les pièces mobiles pendant le fonctionnement de l'appareil, afin de réduire les risques de blessures graves et/ou d'endommagement de l'appareil. Une spatule peut être utilisée, mais seulement lorsque le récipient a été retiré du socle-moteur. 28. Si le mélange ne se traite pas lorsque vous mélangez des mélanges secs, épais ou lourds, arrêtez le fonctionnement et utilisez une spatule pour déloger les aliments. N'utilisez JAMAIS les doigts lorsque la lame de mélange est tranchante. Laissez le moteur refroidir pendant 1 minute avant de remettre l'appareil en marche. 29. NE laissez JAMAIS la lame de mélange tremper dans l'eau. 30. N'utilisez JAMAIS à l'extérieur ou sur des véhicules ou des bateaux en mouvement. 31. NE quittez JAMAIS la zone de travail lorsque l'appareil est en cours d'utilisation. 32. NE laissez JAMAIS d'objet étranger dans le récipient, comme des cuillères, des fourchettes, des couteaux ou le bouchon du couvercle, car ils pourraient endommager les lames et d'autres composantes lors du démarrage de l'appareil et provoquer des blessures. 33. Si, pendant l'utilisation, le son de l'appareil change ou si un objet dur ou étranger entre en contact avec les lames, ne servez JAMAIS les aliments préparés avec l'appareil. 34. N'exposez JAMAIS le récipient à des températures ou à des ingrédients supérieurs à 99°C (2100°F ). 35. Utilisez toujours l'appareil avec le couvercle et le bouchon de couvercle bien en place lorsque l'appareil est en marche. NE retirez JAMAIS le couvercle à deux pièces lorsque les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. 36.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 21,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-22",
    "content": "et le bouchon de couvercle bien en place lorsque l'appareil est en marche. NE retirez JAMAIS le couvercle à deux pièces lorsque les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. 36. NE faites JAMAIS fonctionner l'appareil sans que le support de centrage ne soit correctement installé sous le récipient. 37. Assurez-vous que le récipient est bien aligné avec le coussinet de positionnement, afin que la cannelure d'entraînement soit enclenchée avec la prise d'entraînement avant la mise en marche. 38. NE placez JAMAIS un ensemble de lames sur la base du moteur s'il n'est pas assemblé dans le récipient Vitamix, afin de réduire le risque de blessure. 39. N'essayez JAMAIS de placer un récipient sur un socle-moteur en marche ou de faire fonctionner un socle-moteur sans qu'un récipient soit correctement en place. 40. Lors de la préparation de beurres de noix ou d'aliments à base d'huile, ne faites pas fonctionner l'appareil plus d'une minute après que le mélange commence à circuler dans le récipient. Le fonctionnement de l'appareil pendant de longues périodes peut causer une surchauffe. 41. Inspectez régulièrement le cordon d’alimentation, la fiche d’alimentation et l’appareil pour détecter tout dommage. N'utilisez JAMAIS l'appareil s'il est endommagé ou s'il montre des signes de défectuosité. Cessez immédiatement d’utiliser l’appareil et rendez- vous sur www.vitamix.com ou appelez le service technique de Vitamix Household au 1 800 484-2649 ou au 1 440 235-4840, ou envoyez un courriel à service@vitamix.com pour un examen, une réparation, un remplacement ou un ajustement. Si l'appareil a été acheté à l'extérieur des États-Unis ou du Canada, communiquez avec votre détaillant local Vitamix. 42. L'entretien, les réparations et le remplacement des pièces doivent être effectués par Vitamix ou par un représentant de service Vitamix autorisé. 43. CONSERVEZ CES INSTRUCTIONS.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 22,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-23",
    "content": "acheté à l'extérieur des États-Unis ou du Canada, communiquez avec votre détaillant local Vitamix. 42. L'entretien, les réparations et le remplacement des pièces doivent être effectués par Vitamix ou par un représentant de service Vitamix autorisé. 43. CONSERVEZ CES INSTRUCTIONS. INSTALLATION DU SUPPORT À PILON  1 2   3  Cet appareil se conforme à la partie 15 des règles de la FCC ainsi qu’aux normes RSS exemptées de licence du ministère de l’Innovation, des Sciences et du Développement économique du Canada. Son utilisation est soumise aux deux conditions suivantes : 1) cet appareil n’engendre pas d’interférences; et 2) cet appareil doit tolérer tout type d’interférences, notamment les interférences pouvant provoquer une utilisation non désirée de l’appareil. Les changements ou les modifications qui ne sont pas expressément approuvés par Vitamix sont susceptibles de révoquer les droits d’utilisation de l’équipement. Remarque : cet équipement a été testé et déclaré conforme aux limites imposées aux appareils numériques de classe B, conformément à la partie 15 des règles de la FCC. Ces limites sont conçues pour fournir une protection raisonnable contre les interférences nuisibles dans une installation résidentielle. Cet équipement génère, utilise et peut émettre des fréquences radio et, s’il n’est pas installé et utilisé conformément aux instructions, peut causer des interférences nuisibles aux communications radio. Cependant, il n’y a aucune garantie que des interférences ne se produiront pas dans une installation particulière. Si cet équipement provoque des interférences nuisibles à la réception de la radio ou de la télévision, ce qui peut être déterminé en éteignant et en allumant l’équipement, l’utilisateur est encouragé à essayer de corriger les interférences en prenant une ou plusieurs des mesures suivantes : 1) réorientez ou déplacez l’antenne de réception.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 23,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-24",
    "content": "ou de la télévision, ce qui peut être déterminé en éteignant et en allumant l’équipement, l’utilisateur est encouragé à essayer de corriger les interférences en prenant une ou plusieurs des mesures suivantes : 1) réorientez ou déplacez l’antenne de réception. 2) connectez l’équipement à une prise de courant sur un circuit différent de celui auquel le récepteur est connecté; 3) augmenter la distance entre l’équipement et le récepteur; 4) consultez le revendeur ou un technicien radio/TV expérimenté pour obtenir de l’aide. Pour garantir la conformité avec les exigences de la FCC et de l’ISED en matière d’exposition aux radiofréquences, cet appareil doit être installé de manière à laisser une distance minimale de 20 cm entre l’appareil et les personnes. P   IÈCES ET CARACTÉRISTIQUES  12   147959  MISE EN GARDE  Les lames rotatives peuvent causer des dommages. Les couvercles et les pilons ne sont PAS interchangeables entre les différents styles, les différents types et les différentes tailles de récipients. Utilisez le pilon fourni avec votre appareil. Socle- moteur Contenant Couvercle Pilon Titulaire Couvercle Bouchon de couvercle REMARQUE   : Les anciens récipients SELF-DETECT® fonctionneront avec la série Ascent X, mais tous les programmes ne seront pas disponibles. Accessoire robot culinaire de 12 tasses avec SELF-DETECT (VM0215) Récipient à disque Aer ™   de 48 onces (VM0190) Récipient de 48 oz avec SELF-DETECT (VM0190) Récipient pour grains secs de 1,4 l (48 oz) avec SELF-DETECT (VM0190) Récipient en acier inoxydable de 48 onces (VM0216) Récipient compact de 64 oz avec SELF-DETECT (VM0184) •   Le mélangeur et les récipients communiquent via la technologie SELF-DETECT sans fil. Chaque récipient est programmé pour fonctionner sur la base du moteur pour une performance optimale en fonction de sa taille et de sa fonctionnalité.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 24,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-25",
    "content": "(VM0184) •   Le mélangeur et les récipients communiquent via la technologie SELF-DETECT sans fil. Chaque récipient est programmé pour fonctionner sur la base du moteur pour une performance optimale en fonction de sa taille et de sa fonctionnalité. •   Laissez TOUJOURS le couvercle allumé lors de l’utilisation de l’appareil et retirez UNIQUEMENT le bouchon du couvercle pour utiliser la bourreuse ou ajouter des ingrédients. •   N' utilisezjamais le pilon pendant plus de 30 secondes consécutives, afin d'éviter toute surchauffe. Le récipient ne doit pas être rempli à plus de 2/3 lorsque le pilon est utilisé. •   Ne faites JAMAIS fonctionner l'appareil sans vous assurer que le couvercle est bien verrouillé en place. REMARQUE :   l'appareil fonctionnera sans couvercle sur le récipient, mais un couvercle DOIT être fixé pour contenir les ingrédients pendant le traitement. •   Le bouchon du couvercle comporte des marques afin de pouvoir servir de tasse à mesurer. •   Insérez la prise du couvercle dans l'ouverture prévue à cet effet. Verrouillez la prise en la tournant dans le sens horaire. Pour le retirer, tournez la fiche dans le sens antihoraire et soulevez-la. •   Les couvercles et les pilons ne sont PAS interchangeables entre différents styles, différents types et différentes tailles de récipients. Utilisez uniquement le pilon et le couvercle fourni avec votre appareil. Si vous n'avez pas le bon pilon pour votre récipient, communiquez avec le soutien technique de Vitamix Household. •   Chargez TOUJOURS le récipient conformément aux instructions de la recette Vitamix ou à l'illustration de l'ordre de chargement (voir page 14). Socle-moteur  •   Le moteur est conçu pour se protéger contre la surchauffe. •   Si l'appareil ne démarre pas immédiatement, vérifiez que l'appareil est branché et que l'interrupteur Marche / Arrêt est allumé. •   Si le moteur a surchauffé, laissez refroidir pendant 20 à 45 minutes.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 25,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-26",
    "content": "contre la surchauffe. •   Si l'appareil ne démarre pas immédiatement, vérifiez que l'appareil est branché et que l'interrupteur Marche / Arrêt est allumé. •   Si le moteur a surchauffé, laissez refroidir pendant 20 à 45 minutes. Récipient, couvercle, prise du couvercle et pilon Coussinet de positionnement Affichage 13 147959  P   IÈCES ET CARACTÉRISTIQUES  Bouton Marche / Arrêt   – contrôle l’alimentation de la machine et est situé sur le côté inférieur droit de la base du moteur. Affichage  •   Détection du récipient   - Trois tirets (- - -) s’affichent à l’écran si un récipient compatible n’est pas correctement positionné sur la base du moteur. 0:00 s’affichera sur l’écran une fois qu’un récipient compatible SELF-DETECTsera en place. - 0 - s’affiche à l’écran si aucun programme n’est disponible pour le récipient fixé. •   Mode Veille   – atténue l'affichage si le panneau de commande n'est pas utilisé pendant 30 secondes. Pour quitter le mode Veille, tournez le cadran de vitesse variable à la vitesse ou au programme souhaité pour le prochain mélange. •   Code d'erreur   - les chiffres affichés sur l'écran indiquent que l'appareil a subi une défaillance. Notez le numéro du code d'erreur et communiquez avec le service de soutien technique Vitamix Household pour résoudre le problème. •   Minuterie   - compte lors de l’utilisation de la vitesse variable jusqu’à ce que le commutateur de démarrage /arrêt soit enfoncé. Chaque récipient est programmé avec une durée d’exécution maximale spécifique. Le mélangeur s’arrête automatiquement lorsque le temps d’exécution maximal est écoulé. •   Moteur surchauffé   - Trois tirets (- - -) clignotent à l'écran si le moteur est surchauffé. Laissez le moteur refroidir pendant 20 à 45 minutes. Pulse   — Fait tourner la lame à la vitesse sélectionnée sur le cadran de vitesse variable. Interrupteur Marche / Arrêt   – démarre ou arrête le mélange à tout moment et est situé sur le côté droit du panneau de commande.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 26,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-27",
    "content": "Fait tourner la lame à la vitesse sélectionnée sur le cadran de vitesse variable. Interrupteur Marche / Arrêt   – démarre ou arrête le mélange à tout moment et est situé sur le côté droit du panneau de commande. Cadran à vitesse variable   - contient tous les modes de fonctionnement de l'appareil : •   Vitesse variable   – permet un contrôle manuel de la vitesse de la variable 1 (la plus lente) à la variable 10 (la plus élevée). •   Mise en attente   - met l'appareil en pause et le prépare à démarrer la recette suivante. La position Mise en attente est située au haut du cadran à vitesse variable. •   Auto-nettoyage   - exécute le cycle de nettoyage une fois que de l'eau et du liquide vaisselle ont été ajoutés à la machine et que le couvercle et le bouchon du couvercle sont en place. Consultez la page 15 pour obtenir les procédures de nettoyage. •   Programmes   - fait fonctionner l'appareil pendant des durées pré-définies et s'arrête automatiquement à la fin du programme. Si vous appuyez sur l'interrupteur Marche / Arrêt   au milieu d'un programme, l'appareil s'arrête et la durée du programme est réinitialisée sur l'écran au début de la durée de fonctionnement. Les icônes de programme sont affichées dans les recettes Vitamix. Pulse (Impulsion) Afficher Démarrer/ Arrêter Cadran Marche/Arrêt  Smoothies   Desserts glacés   Soupe chaude MÉLANGER  14   147959  3. Placez le couvercle sur le récipient : •   Poussez sur le couvercle jusqu'à ce que les deux languettes s'enclenchent sur la lèvre du récipient. •   Insérez le bouchon du couvercle et tournez-le dans le sens des aiguilles d'une montre pour le verrouiller dans le couvercle. 4. Placez le récipient avec son couvercle sur la base du moteur. REMARQUE :   l'appareil fonctionnera sans couvercle sur le récipient, mais un couvercle DOIT être fixé pour contenir les ingrédients pendant le traitement. 0:00 apparaîtra sur l'écran une fois qu'un récipient sera en position.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 27,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-28",
    "content": "sur la base du moteur. REMARQUE :   l'appareil fonctionnera sans couvercle sur le récipient, mais un couvercle DOIT être fixé pour contenir les ingrédients pendant le traitement. 0:00 apparaîtra sur l'écran une fois qu'un récipient sera en position. Trois tirets (- - -) seront affichés si un récipient n'est pas détecté sur la base du moteur. 5. POUR UTILISER LA VITESSE VARIABLE :  a. Tournez le cadran dans le sens horaire jusqu'à la Variable 1. b. Appuyez sur le bouton Marche / Arrêt. Les lames commenceront à tourner et la minuterie comptera les minutes et les secondes que le mélange a été traité. c. Faites tourner le cadran entre la vitesse variable 1 et 10 pendant le cycle de mélange pour augmenter ou diminuer la vitesse des lames. d. À la fin du mélange, tournez le cadran dans le sens inverse des aiguilles d'une montre jusqu'à Standby ou appuyez sur l'interrupteur Marche / Arrêt pour arrêter l'appareil. POUR UTILISER LES PROGRAMMES :  a. Faites tourner le cadran de vitesse variable dans le sens inverse horaire jusqu'au programme désiréet l’écran affichera la durée du programme par défaut. b. Appuyez sur l'interrupteur   Marche / Arrêt   pour démarrer le programme. L'appareil s'arrêtera automatiquement à la fin du programme ou appuyez sur l'interrupteur   Marche / Arrêt à tout moment pour arrêter le programme. 6. Si le mélange cesse de bouger : a. Retirez le bouchon du couvercle en le tournant dans le sens antihoraire, insérez le pilon à travers l'ouverture du bouchon du couvercle et remuez jusqu'à ce que le mélange « rotte ». b. Si cette méthode ne fonctionne pas, appuyez sur l'interrupteur Marche/Arrêt pour arrêter le moteur. c. Retirez le récipient du socle-moteur, retirez le couvercle et utilisez une spatule de caoutchouc pour faire éclater la bulle d'air autour des lames. d. Ajoutez du liquide, au besoin. e. Replacez le couvercle et le bouchon du couvercle, remettez le récipient sur la base du moteur et continuez à mélanger. 7.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 28,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-29",
    "content": "spatule de caoutchouc pour faire éclater la bulle d'air autour des lames. d. Ajoutez du liquide, au besoin. e. Replacez le couvercle et le bouchon du couvercle, remettez le récipient sur la base du moteur et continuez à mélanger. 7. Une fois le mélange terminé, attendez que les lames s'arrêtent complètement avant de retirer le couvercle ou le récipient du socle-moteur. 8   Utilisez un grattoir ou une spatule Vitamix pour retirer la salsa, la gelée, la confiture, le beurre de cacahuète et les autres ingrédients du récipient. CONSEILS POUR ÉVITER LA SURCHAUFFE  •   Préparez uniquement des recettes Vitamix lorsque vous apprenez à vous servir de votre appareil. •   NE traitez JAMAIS les recettes plus longtemps que recommandé. Les mélanges trop transformés peuvent également donner une texture incorrecte à la recette. •   NE préparez JAMAIS les recettes à une vitesse inférieure ou supérieure à celle recommandée. •   Utilisez votre pilon pour préparer des mélanges épais et faire circuler les ingrédients autour des lames. MÉLANGE DANS LE RÉCIPIENT  1. Appuyez sur l'interrupteur Marche / Arrêt situé sur le côté inférieur droit de la base du moteur (voir page 13 pour l'emplacement) en position Marche (I). 2. Chargez le récipient conformément aux instructions de la recette Vitamix ou à l'illustration de l'ordre de chargement. Liquides Ingrédients secs Légumes-feuilles Fruits et légumes Glace et ingrédients surgelés  Illustration de l'ordre de chargement IMPORTANT! Faites TOUJOURS fonctionner l'appareil avec le couvercle et le bouchon du couvercle fermement en place lorsque la machine est en fonctionnement. NE retirez JAMAIS le couvercle pendant que les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. ATTENTION  Pour éviter les blessures. NE TOUCHEZ JAMAIS LES PIÈCES EN MOUVEMENT. Gardez les mains et les ustensiles hors du récipient pendant le fonctionnement de l'appareil.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 29,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-30",
    "content": "uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. ATTENTION  Pour éviter les blessures. NE TOUCHEZ JAMAIS LES PIÈCES EN MOUVEMENT. Gardez les mains et les ustensiles hors du récipient pendant le fonctionnement de l'appareil. N' insérez jamais vos doigts ou des ustensiles autour des lames lorsque celles-ci tournent. NE remplissez JAMAIS le récipient au-dessus de la ligne « MAXIMUM CAPACITY » marquée pour éviter tout risque de blessure causée par des dommages au couvercle et au récipient. Pour éviter d'éventuelles brûlures, NE commencez JAMAIS à des vitesses supérieures à la vitesse variable 1 lors du traitement de liquides chauds dans un grand récipient. La vapeur qui s'échappe, les éclaboussures ou le contenu peuvent brûler. Utilisez TOUJOURS avec le couvercle et le bouchon en place et commencez à la vitesse variable 1, puis augmentez lentement jusqu'à 10. Les pièces deviennent chaudes en cas d'utilisation prolongée. NE touchez JAMAIS la douille d'entraînement de la base du moteur ou la cannelure d'entraînement de la base de la lame. 15 147959  ENTRETIEN   ET   NETTOYAGE  ATTENTION Pour éviter les blessures et les dommages  Pour éviter une activation par inadvertance, éteignez et débranchez le mélangeur avant le nettoyage. NE serrez JAMAIS l'écrou de la partie supérieure de la lame. Si la lame est desserrée, remplacez-la immédiatement. Risque de décharge électrique  Débranchez TOUJOURS le socle-moteur avant de le nettoyer ou lorsqu'il n'est pas utilisé. N'immergez JAMAIS le socle-moteur dans l'eau ou d'autres liquides. Le non-respect de ces directives peut causer la mort ou une décharge électrique. AVANT LA PREMIÈRE UTILISATION  •   N' essayez jamais de retirer l'écrou de retenue ou la lame du récipient. Le récipient est conçu pour être entièrement nettoyé sans retirer l'écrou de retenue et l'ensemble de lames.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 30,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-31",
    "content": "décharge électrique. AVANT LA PREMIÈRE UTILISATION  •   N' essayez jamais de retirer l'écrou de retenue ou la lame du récipient. Le récipient est conçu pour être entièrement nettoyé sans retirer l'écrou de retenue et l'ensemble de lames. Les procédures de nettoyage et d'assainissement ou un cycle de nettoyage au lave-vaisselle garantiront un nettoyage complet et approfondi du récipient et de ses composants. •   Si le récipient est endommagé, NE L'UTILISEZ PAS. Communiquez IMMÉDIATEMENT avec le service de soutien technique Vitamix pour obtenir de l'aide. 1. Essuyez la base du moteur avec un chiffon doux et humide ou une éponge rincée dans une solution douce de savon à vaisselle liquide et d'eau tiède, puis séchez avec un chiffon doux. 2. Lavez et installez le porte-pilon. Consultez page 11 pour les instructions d'installation du porte-pilon 3. Lavez le récipient, le couvercle, le bouchon du couvercle et le pilon dans l'eau tiède savonneuse. Rincez toutes les pièces et essuyez-les à l'aide d'un chiffon doux et sec. 4. Placez l'appareil sur un comptoir plat, sec et propre. 5. Branchez l'appareil sur une prise triphasée avec mise à la terre. NETTOYAGE DU SOCLE-MOTEUR  1. Éteignez et débranchez l'appareil et retirez le récipient du socle-moteur. 2. Lavez la surface extérieure à l'aide d'un chiffon doux et humide ou d'une éponge rincée dans une solution douce de liquide vaisselle et d'eau chaude. REMARQUE :   N' immergez JAMAIS le cordon d'alimentation, la fiche d'alimentation ou la base du moteur dans l'eau ou dans tout autre liquide. 3. Le coussin de centrage peut être retiré pour un nettoyage plus approfondi et est sûr pour le lave-vaisselle ou peut être lavé à la main à l’eau chaude savonneuse. 4. Séchez immédiatement toutes les surfaces et polissez-les à l'aide d'un chiffon doux. NETTOYAGE DES BOURREURS  Le pilon peut être lavé au lave-vaisselle ou à la main dans de l'eau chaude savonneuse. Rincez propre à l’eau courante, puis séchez.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 31,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-32",
    "content": "4. Séchez immédiatement toutes les surfaces et polissez-les à l'aide d'un chiffon doux. NETTOYAGE DES BOURREURS  Le pilon peut être lavé au lave-vaisselle ou à la main dans de l'eau chaude savonneuse. Rincez propre à l’eau courante, puis séchez. NETTOYAGE DES RÉCIPIENTS - LAVE-VAISSELLE  Le récipient, le couvercle, la base de la lame et le joint peuvent être lavés au lave-vaisselle ou à la main et désinfectés en suivant les procédures suivantes. NETTOYAGE DES RÉCIPIENTS - AUTO-NETTOYAGE  1. Remplissez le récipient d'eau chaude jusqu'à la moité et ajoutez quelques gouttes de savon à vaisselle. 2. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 3. Tournez le bouton dans le sens inverse des aiguilles d'une montre jusqu'à l'icône Auto-nettoyage. 4. Sur le modèle Ascent X2, le temps de traitement s’affichera pour le programme Auto-nettoyage. 5. Appuyez sur le bouton Marche/Arrêt. 6. Une fois l'opération achevée, le programme s'arrêtera automatiquement. 7. Rincez et égouttez toutes les pièces. NETTOYAGE DES RÉCIPIENTS - VITESSE VARIABLE  1. Remplissez le récipient d'eau chaude jusqu'à la moité et ajoutez quelques gouttes de savon à vaisselle. 2. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 3. Appuyer sur l'interrupteur Marche/Arrêt pour allumer l'appareil et augmenter lentement la vitesse jusqu'à la vitesse variable 10. 4. Exécutez l'appareil pendant 30 à 60 secondes. 5. Tournez le sélecteur de vitesse variable sur Mise en attente ou sur Vitesse variable 1, et appuyez sur l'interrupteur Marche / Arrêt pour éteindre l'appareil. 6. Rincez et égouttez toutes les pièces. POUR DÉSINFECTER : (À L'EAU DE JAVEL)  1. Effectuez d’abord les instructions de « Nettoyage du récipient ». 2. Répétez ensuite les instructions de « Nettoyage des récipients », mais ajoutez 1,5 cuillère à café (7,4 ml) d’eau de Javel liquide à 16 oz. (473 ml) d'eau. 3. Laissez le mélange reposer dans le récipient 1 ½ minute supplémentaire. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 32,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-33",
    "content": "ensuite les instructions de « Nettoyage des récipients », mais ajoutez 1,5 cuillère à café (7,4 ml) d’eau de Javel liquide à 16 oz. (473 ml) d'eau. 3. Laissez le mélange reposer dans le récipient 1 ½ minute supplémentaire. 4. Versez le mélange d'eau de Javel. Laissez le récipient sécher à l'air libre. NE PAS rincer après la désinfection. Si vous le souhaitez, rincez immédiatement avant la prochaine utilisation. DÉSINFECTANT POUR RÉCIPIENT - VINAIGRE  1. Effectuez d'abord les instructions « Nettoyage des récipients ». 2. Répétez ensuite les instructions de « Nettoyage du récipient », mais utilisez 16 oz. (473 ml) de vinaigre pour chaque 16 oz. (473 ml) d'eau. 3. Laissez le mélange reposer dans le récipient pendant 3 minutes supplémentaires. La durée de contact totale de la solution de vinaigre dans le récipient doit correspondre à 5 minutes. 4. Versez la solution de vinaigre contenue dans le récipient sur l'intérieur du couvercle à deux pièces. 5. Répétez la procédure de désinfection une seconde fois (Étapes 2 à 4). 6. Laissez le récipient et le couvercle sécher à l'air. NE les rincez pas après la désinfection. Si vous le souhaitez, rincez-les juste avant la prochaine utilisation. GARANTIE   ET   SERVICE  16   147959_FRC_Rev B_Multi B 08/24  Garantie complète de 10 ans 1. Enregistrement du produit  Vita-Mix Corporation (« Vitamix ») vous encourage fortement à enregistrer votre achat en remplissant et en retournant la carte d'enregistrement du produit qui accompagne ce mélangeur. Vous pouvez enregistrer votre produit en ligne à vitamix.com/garantie ou en communiquant avec notre service à la clientèle au 1 800 848-2649 ou au 1 440 235-4840. Ne pas enregistrer l'achat de votre produit ne restreint pas vos droits relatifs à la garantie. Par contre, enregistrer votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 33,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-34",
    "content": "enregistrer l'achat de votre produit ne restreint pas vos droits relatifs à la garantie. Par contre, enregistrer votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2. Personnes pouvant bénéficier de la couverture de cette garantie  La présente garantie est offerte par Vitamix au propriétaire de ce mélangeur et s'applique uniquement à un usage domestique personnel. Cette garantie ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. S'il y a un changement de propriétaire du mélangeur au cours de la période de 10 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à vitamix.com. 3. Ce qui est couvert  Vitamix garantit au propriétaire que si ce mélangeur (un « mélangeur » consiste en un socle-moteur et tout récipient de mélange, couvercle et pilon achetés ensemble brise dans un délai de 10 ans à partir de la première des dates suivantes : la date d'achat ou la date de livraison, comme le permet la loi, à cause d'un défaut matériel ou de main-d'œuvre, ou de l'usure causée par un usage domestique normal, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, la composante ou le mélangeur défectueux ne peut être réparé, Vitamix choisira A) de remplacer le mélangeur gratuitement; ou B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. Ce qui n'est pas couvert  Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 34,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-35",
    "content": "utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture. Cette garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Récipients : Broyer certaines herbes et épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames. Les herbes peuvent contenir des huiles volatiles et, puisque le récipient et la tasse peuvent retenir les huiles, celles-ci peuvent entraîner une décoloration permanente. Dans ces conditions, le contenant, la tasse et les lames ne sont pas couverts par la garantie Vitamix. Vitamix ne sera pas responsable du coût de toutes réparations non autorisées. LES RÉPARATIONS, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT CONSTITUENT LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS LA PRÉSENTE GARANTIE. AUCUN EMPLOYÉ NI REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR DE GARANTIE SUPPLÉMENTAIRE OU À APPORTER DES MODIFICATIONS À LA PRÉSENTE GARANTIE QUI POURRAIENT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE PEUT INVOQUER TOUTE AFFIRMATION ADDITIONNELLE FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT SUR LA BASE D'UN CONTRAT, D'UNE INDEMNITÉ, D'UNE GARANTIE, D'UN DÉLIT (Y COMPRIS LA NÉGLIGENCE), DE LA RESPONSABILITÉ STRICTE OU AUTREMENT, VITAMIX NE SERA RESPONSABLE DE QUELQUE DOMMAGE PARTICULIER, INDIRECT, ACCESSOIRE OU CONSÉCUTIF, Y COMPRIS, SANS RESTRICTIONS, LA PERTE D'UN PROFIT OU D'UN REVENU.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 35,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-36",
    "content": "CONTRAT, D'UNE INDEMNITÉ, D'UNE GARANTIE, D'UN DÉLIT (Y COMPRIS LA NÉGLIGENCE), DE LA RESPONSABILITÉ STRICTE OU AUTREMENT, VITAMIX NE SERA RESPONSABLE DE QUELQUE DOMMAGE PARTICULIER, INDIRECT, ACCESSOIRE OU CONSÉCUTIF, Y COMPRIS, SANS RESTRICTIONS, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. Cette garantie vous donne des droits légaux spécifiques, et vous pouvez également avoir d'autres droits qui varient d'un État à l'autre. 5. Ce qui annule la garantie  L'abus, le mauvais usage, l'usage négligent, l'altération du mélangeur, l'exposition du mélangeur à des conditions extrêmes ou anormales, ou le non-respect des consignes d'utilisation auront pour effet d'annuler la présente garantie. La garantie est également nulle et non avenue si les réparations du mélangeur ou de toute pièce du mélangeur sont effectuées par une personne autre que Vitamix ou un fournisseur de services Vitamix autorisé, ou si une pièce d'un mélangeur assujettie à la présente garantie est utilisée avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. Comment obtenir une autorisation de retour en vertu de la présente garantie  Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Vous devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 36,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-37",
    "content": "qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée. Vitamix paiera les coûts d'expédition standards du retour d'un mélangeur pour les services et les réparations sous garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. vitamix.com Patente de EE. UU.: vitamix.com/patents  SERIE ASCENT X VM0231  L   I C UA D O R A   D E   A LTO   R E N D I M I E N TO  X2 E   SPECIFICACIONES  Voltaje:   120 V Frecuencia:   50 - 60 Hz Corriente:   12 Amps Altura:   jarra de 48 oz / 1.4 L sobre la base del motor: 17.00 pulgadas / 43.2 cm Profundidad:   9.75 pulgadas / 24.8 cm Ancho:   7.75 pulgadas / 19.7 cm  S   ÍMBOLOS  Advertencia y precaución NUNCA toque las piezas móviles. Mantenga las manos y los utensilios fuera de la jarra. Peligro de descarga eléctrica Al licuar líquidos calientes, se alcanzan altas temperaturas. Desenchufe mientras no esté en uso, antes de limpiar la base del motor o la almohadilla centradora, o tocar piezas móviles. Utilice SIEMPRE la licuadora con la tapa y la tapita dosificadora firmemente colocados en su lugar. Leer y entender el Manual del propietario. NUNCA sumerja el cable de alimentación eléctrica, el enchufe o la base del motor en agua o cualquier otro líquido. Las piezas se calentarán con el uso prolongado. NUNCA toque el acople en la base del motor ni el eje estriado motriz en la base de las aspas. Encendido/apagado Arrancar/Detener Pulsar Limpieza Automática  SÍMBOLOS DEL PROGRAMA (CORRESPONDEN A LAS RECETAS DE VITAMIX)  ©2024 Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 37,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-38",
    "content": "prolongado. NUNCA toque el acople en la base del motor ni el eje estriado motriz en la base de las aspas. Encendido/apagado Arrancar/Detener Pulsar Limpieza Automática  SÍMBOLOS DEL PROGRAMA (CORRESPONDEN A LAS RECETAS DE VITAMIX)  ©2024 Vita-Mix Corporation. Ninguna parte de esta publicación podrá ser reproducida ni transmitida en ninguna forma ni por ningún medio, ni almacenada en una base de datos o sistema de recuperación, sin previa autorización por escrito por parte de Vita-Mix Corporation. Smoothies   Postres congelados   Sopa caliente MEDIDAS   DE   SEGURIDAD   IMPORTANTES  18   147959  1. EL NO SEGUIR CUALQUIERA DE LAS MEDIDAS DE SEGURIDAD E INSTRUCCIONES IMPORTANTES PARA UN USO SEGURO SE CONSIDERA UN USO INCORRECTO DE SU APARATO VITAMIX, LO QUE PODRÁ ANULAR SU GARANTÍA Y OCASIONAR UN RIESGO DE LESIONES GRAVES. 2. Las instrucciones que aparecen en este manual no pueden cubrir todas las condiciones y situaciones que pueden producirse. Cuando se utiliza cualquier aparato, hay que hacerlo con sentido común y con las debidas precauciones. 3. Siga estrictamente las instrucciones de cuidado y limpieza proporcionadas en este manual. 4. NUNCA utilice el aparato para otro fin que no sea para el que fue previsto. 5. Este electrodoméstico no está diseñado para ser utilizado por personas (incluidos niños) con discapacidades físicas, sensoriales o mentales, o que no tengan la experiencia ni los conocimientos necesarios, a menos que sean supervisadas por la persona responsable de su seguridad o hayan recibido instrucciones sobre el uso del aparato. 6. Se debe supervisar a los niños para asegurarse de que no jueguen con el aparato. Mantenga el cable fuera del alcance de los niños. 7. Retire y deseche los materiales de embalaje, la cubierta del enchufe y las etiquetas promocionales antes de usar el aparato por primera vez. 8. NUNCA desenchufe el aparato tirando del cable. Para desconectar el aparato, sujete la clavija y quítela de la toma de corriente. 9.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 38,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-39",
    "content": "embalaje, la cubierta del enchufe y las etiquetas promocionales antes de usar el aparato por primera vez. 8. NUNCA desenchufe el aparato tirando del cable. Para desconectar el aparato, sujete la clavija y quítela de la toma de corriente. 9. Evite el contacto con las piezas móviles, especialmente con las aspas. 10. NUNCA utilice el aparato con las aspas para licuar sueltas, melladas o dañadas. Revise las aspas de la licuadora antes de cada uso y reemplácelas si están dañadas. 11. NUNCA apriete la tuerca ciega (en la parte superior del conjunto de aspas). En caso de estar suelta, deberá reemplazar el conjunto de aspas de inmediato. 12. NUNCA coloque el aparato encima ni cerca de quemadores eléctricos o de gas calientes, ni donde pueda tocar cualquier otra fuente de calor. 13. NUNCA modifique el enchufe de ninguna manera. Si el aparato no funciona, desenchufe el aparato y reinicie el protector del circuito del sistema eléctrico del hogar. Si el protector del circuito continúa disparándose, desenchufe el aparato de la toma de corriente y comuníquese con un electricista calificado. 14. NUNCA deje que el cable de alimentación eléctrica cuelgue del borde de una mesa o mostrador, toque superficies calientes o se anude. 15. Antes de su uso, verifique SIEMPRE que el aparato esté completa y correctamente ensamblado y que el cable de alimentación eléctrica esté completamente desenrollado. 16. El conjunto de aspas para licuar es muy filoso. Manipule con cuidado y manténgalo fuera del alcance de los niños. 17. NUNCA utilice accesorios que no sean los suministrados con el aparato ni que se ofrezcan por separado de Vitamix. El uso de accesorios, incluidos frascos de conservas, no vendidos ni recomendados por Vitamix puede provocar incendios, descargas eléctricas o lesiones y anulará la garantía. 18.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 39,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-40",
    "content": "sean los suministrados con el aparato ni que se ofrezcan por separado de Vitamix. El uso de accesorios, incluidos frascos de conservas, no vendidos ni recomendados por Vitamix puede provocar incendios, descargas eléctricas o lesiones y anulará la garantía. 18. La alteración o modificación de cualquiera de las piezas del aparato, incluido el uso de partes no autorizadas originalmente por Vitamix, podría causar un incendio, una descarga eléctrica o una lesión ocasionando la anulación de su garantía. 19. SIEMPRE compruebe que el aparato esté desenchufado de la toma de corriente antes de limpiar la base del motor o la almohadilla centradora, o antes de tocar las piezas móviles. 20. NUNCA llene la jarra por encima de la línea   “CAPACIDAD MÁXIMA”   para evitar el riesgo de lesiones causadas por daños en la tapa y la jarra. 21. Al licuar líquidos o ingredientes calientes en la jarra, tenga cuidado: el chorro o escape de vapor podría causar quemaduras. 22. SIEMPRE comienza a procesar en el ajuste de velocidad más bajo (velocidad variable 1). Mantenga las manos y otras partes de su cuerpo expuestas lejos de la abertura de la tapa para evitar posibles quemaduras en la piel. 23. Se debe tener mucho cuidado al mover un aparato o jarra llenos de aceite caliente u otros líquidos calientes; el chorro o la salida de vapor pueden provocar quemaduras. ADVERTENCIA  Lea atentamente todas las instrucciones antes de utilizar el aparato por primera vez. Guarde estas instrucciones para referencia futura. SIEMPRE   utilice tomas de corriente con conexión a tierra. NUNCA   quite la conexión a tierra. NUNCA   use un adaptador. NUNCA   utilice un cable de extensión. NUNCA   conecte el aparato a un temporizador o a un tomacorriente controlado por un interruptor. SIEMPRE   apague Y desenchufe el aparato cuando no esté en uso y antes de ensamblarlo, desmontarlo, moverlo, limpiarlo y almacenarlo.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 40,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-41",
    "content": "extensión. NUNCA   conecte el aparato a un temporizador o a un tomacorriente controlado por un interruptor. SIEMPRE   apague Y desenchufe el aparato cuando no esté en uso y antes de ensamblarlo, desmontarlo, moverlo, limpiarlo y almacenarlo. NUNCA   sumerja el cable de alimentación eléctrica, el enchufe o la base del motor en agua o cualquier otro líquido. Si el aparato se sumerge, desenchúfelo inmediatamente. El no seguir las instrucciones puede provocar una descarga eléctrica e incluso la muerte. Este producto está diseñado ÚNICAMENTE PARA USO DOMÉSTICO y no para ser utilizado con fines comerciales. 19 147959  M EDIDAS   DE   SEGURIDAD   IMPORTANTES  24. NUNCA toque superficies que puedan estar calientes. 25. NUNCA retire los ingredientes del aparato durante el funcionamiento. Verifique que el motor se haya detenido por completo y que la jarra se haya quitado de la base del motor antes de retirar los ingredientes. 26. Si la comida se queda alrededor de las aspas para licuar, retire la jarra de la base del motor y use una espátula para quitar los alimentos. NUNCA use los dedos ya que las aspas para licuar están afiladas. 27. Mantenga las manos, el cabello, la ropa y los utensilios alejados de todas las piezas móviles durante la operación para reducir el riesgo de lesiones graves a personas y/o daños al aparato. Se puede usar una espátula, pero solo cuando se haya retirado el vaso de la base del motor. 28. Si la mezcla no se procesa al licuar mezclas secas, espesas o pesadas, detenga el funcionamiento y use una espátula para revolver los alimentos. NUNCA use los dedos ya que las aspas para licuar están afiladas. Deje enfriar el motor durante 1 minuto antes de volver a encender el aparato. 29. NUNCA permita que las aspas para licuar se remojen en agua. 30. NUNCA lo use en exteriores ni en vehículos o barcos en movimiento. 31. NUNCA abandone el área de trabajo cuando el aparato esté en uso. 32.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 41,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-42",
    "content": "aparato. 29. NUNCA permita que las aspas para licuar se remojen en agua. 30. NUNCA lo use en exteriores ni en vehículos o barcos en movimiento. 31. NUNCA abandone el área de trabajo cuando el aparato esté en uso. 32. NUNCA deje objetos extraños, como cucharas, tenedores, cuchillos o la tapita dosificadora dentro de la jarra ya que esto dañará las aspas y otros componentes al encender el aparato y podría causar lesiones. 33. Si durante el uso, el sonido del aparato cambia o si un objeto duro o extraño entra en contacto con las aspas, NUNCA sirva el alimento que se está preparando con el aparato. 34. NUNCA exponga la jarra a temperaturas o ingredientes superiores a 2100F (990C). 35. Utilice SIEMPRE el aparato con la tapa y la tapita dosificadora firmemente colocados en su lugar cuando la máquina esté funcionando. NUNCA retire la tapa de dos piezas mientras las aspas estén girando. Únicamente retire la tapita dosificadora para añadir ingredientes y utilizar la barra presionadora. 36. NUNCA opere el aparato sin la almohadilla centradora instalada correctamente debajo de la jarra. 37. Asegúrese de que la jarra esté nivelada con la almohadilla centradora para cerciorarse de que el eje estriado este enganchado con el acople antes de poner a funcionar la licuadora. 38. NUNCA coloque un ensamblaje de las aspas en la base del motor a menos que esté montado la jarra de la Vitamix para reducir el riesgo de lesiones. 39. NUNCA intente colocar una jarra en una base de motor en funcionamiento o hacer funcionar una base de motor sin una jarra debidamente colocada. 40. Cuando prepare mantequillas de nueces o alimentos con aceite, no procese durante más de un minuto una vez que la mezcla empiece a circular en el vaso. Procesar durante períodos más largos podría ocasionar un sobrecalentamiento. 41. Inspeccione periódicamente el cable de alimentación eléctrica, el enchufe y el aparato para detectar posibles daños.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 42,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-43",
    "content": "de un minuto una vez que la mezcla empiece a circular en el vaso. Procesar durante períodos más largos podría ocasionar un sobrecalentamiento. 41. Inspeccione periódicamente el cable de alimentación eléctrica, el enchufe y el aparato para detectar posibles daños. No lo utilice NUNCA si está dañado de algún modo o si el aparato funciona mal. Deje de usar el aparato de inmediato y visite www.vitamix.com o llame al Soporte Técnico Doméstico de Vitamix al 1-800-484-2649 o 1-440-235-4840, o envíe un correo electrónico a service@vitamix.com de inmediato para una revisión, reparación, reemplazo o ajuste. En caso de haber adquirido su licuadora fuera de EUA o Canadá, póngase en contacto con su distribuidor Vitamix local. 42. Cualquier reparación, servicio o reemplazo de piezas deberá ser realizado por Vitamix o por un representante de servicio autorizado por Vitamix. 43. GUARDE ESTAS INSTRUCCIONES. INSTALACIÓN DEL PORTA TAMPER  1 2   3  Este dispositivo cumple con la Parte 15 de las Reglas de la FCC y los estándares RSS exentos de licencia de Innovación, Ciencia y Desarrollo Económico de Canadá. La operación está sujeta a las siguientes dos condiciones: (1) Este dispositivo no debe causar una interferencia, y (2) este dispositivo debe aceptar cualquier interferencia recibida, incluyendo la interferencia que pueda ocasionar una operación no deseada. Los cambios o modificaciones no aprobados expresamente por Vitamix podrían anular la autoridad del usuario para operar el equipo. Nota: Este equipo ha sido probado y se ha determinado que cumple con los límites para un dispositivo digital de Clase B, de conformidad con la Parte 15 de las normas de la FCC. Estos límites están diseñados para proporcionar una protección razonable contra interferencias perjudiciales en una instalación residencial.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 43,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-44",
    "content": "que cumple con los límites para un dispositivo digital de Clase B, de conformidad con la Parte 15 de las normas de la FCC. Estos límites están diseñados para proporcionar una protección razonable contra interferencias perjudiciales en una instalación residencial. Este equipo genera, utiliza y puede irradiar energía de radiofrecuencia y, si no se instala y utiliza de acuerdo con las instrucciones, puede causar interferencias perjudiciales en las comunicaciones por radio. Sin embargo, no existe ninguna garantía de que no se produzcan interferencias en una instalación concreta. Si este equipo causa interferencias perjudiciales en la recepción de radio o televisión, lo que puede determinarse apagando y encendiendo el equipo, se recomienda al usuario que intente corregir las interferencias mediante una o varias de las siguientes medidas: 1) Cambie la orientación o la ubicación de la antena receptora. 2) Conecte el equipo a una toma de corriente de un circuito distinto al que está conectado el receptor. 3) Aumente la separación entre el equipo y el receptor. 4) Consulte al distribuidor o a un técnico de radio/TV experimentado para obtener ayuda. Para garantizar el cumplimiento de los requisitos de exposición a RF de la FCC y la ISED, este dispositivo debe instalarse de manera que haya un mínimo de 20 cm entre el dispositivo y las personas. P IEZAS Y CARACTERÍSTICAS  20   147959  PRECAUCIÓN  Las aspas giratorias pueden causar daños. Las tapas y las barras presionadoras NOSON intercambiables entre diferentes estilos, tipos y tamaños de jarras. Utilice la barra presionadora suministrada con su electrodoméstico. Base del motor Almohadilla centradora Tapa Jarra Barra presionadora Porta tamper Tapa   Tapón de la tapa NOTA : Las jarras SELF-DETECT ®   compatibles con Ascent anteriores funcionarán con la serie Ascent X; sin embargo, no todos los programas estarán disponibles.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 44,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-45",
    "content": "centradora Tapa Jarra Barra presionadora Porta tamper Tapa   Tapón de la tapa NOTA : Las jarras SELF-DETECT ®   compatibles con Ascent anteriores funcionarán con la serie Ascent X; sin embargo, no todos los programas estarán disponibles. Accesorio procesador de alimentos de 12 tazas con SELF-DETECT (VM0215) Jarra con cuchilla de disco de 48 onzas Aer ™   (VM0190) Jarra de 48 onzas con SELF-DETECT (VM0190) Jarra para granos secos de 48 onzas con SELF-DETECT (VM0190) Jarra de acero inoxidable de 48 onzas (VM0216) Jarra de bajo perfil de 64 onzas con SELF-DETECT (VM0184) •   La licuadora y las jarras se comunican a través de tecnología SELF-DETECT. Cada jarra está programada para funcionar sobre la base del motor y tener un desempeño óptimo de acuerdo con su tamaño y características. •   SIEMPRE deje la tapa puesta cuando opere el aparato y retire SOLAMENTE la tapita dosificadora para usar la barra presionadora o para agregar ingredientes. •   NUNCA use la barra presionadora durante más de 30 segundos consecutivos para evitar el sobrecalentamiento. La jarra no debe estar más de 2/3 llena cuando se usa la barra presionadora. •   NUNCA opere el aparato sin asegurarse de que la tapa esté firmemente asegurada en su lugar. NOTA:   El aparato funcionará sin tapa en la jarra, pero se DEBE colocar una tapa para contener los ingredientes durante el procesamiento. •   El tapón de la tapa está marcado para poder usarse como taza medidora. •   Inserte la tapita dosificadora a través de la abertura de la tapa. Asegure la tapita en su lugar girándola en el sentido de las manecillas del reloj. Para retirarla, gire el enchufe en sentido contrario a las agujas del reloj y sáquelo. •   Las tapas y las barras presionadoras NO son intercambiables entre los diferentes estilos, tipos y tamaños de jarras. Utilice únicamente la barra presionadora y la tapa suministrados con su aparato.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 45,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-46",
    "content": "a las agujas del reloj y sáquelo. •   Las tapas y las barras presionadoras NO son intercambiables entre los diferentes estilos, tipos y tamaños de jarras. Utilice únicamente la barra presionadora y la tapa suministrados con su aparato. Si no tiene la barra presionadora correcta para su jarra, póngase en contacto con el Servicio Técnico Doméstico de Vitamix. •   SIEMPRE llene la jarra de acuerdo con las instrucciones de la receta de Vitamix o la ilustración del orden de llenado (consulte la página 22). Base del motor  •   El motor está diseñado para protegerse a sí mismo del sobrecalentamiento. •   Si el aparato no arranca inmediatamente, verifique que esté enchufado y que el interruptor de encendido/apagado esté en posición de encendido. •   Si el motor se ha sobrecalentado, deje que el motor se enfríe durante 20 a 45 minutos. Jarra, tapa, tapita dosificadora y barra presionadora Pantalla 21 147959  P   IEZAS Y CARACTERÍSTICAS  Interruptor de encendido / apagado:   controla el suministro de electricidad a la máquina y está ubicado en el lado inferior derecho de la base del motor. Pantalla  •   Detección de jarra:   muestra tres guiones (- - -) en la pantalla si una jarra compatible no está colocada correctamente en la base del motor. Se mostrará el mensaje 0:00 en la pantalla una vez que una jarra SELF-DETECT compatible esté en posición. - 0 - se mostrará en la pantalla si no hay ningún programa disponible para la jarra colocada. •   Modo de reposo:   atenúa la pantalla si el panel de control no se utiliza durante 30 segundos. Para salir del modo de reposo, gire el selector de velocidad variable a la velocidad al programa que desee para la siguiente mezcla. •   Código de error:   muestra números en la pantalla que indican que el aparato ha experimentado un error. Documente el número de código de error y comuníquese con el Soporte Técnico Doméstico de Vitamix para obtener una resolución.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 46,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-47",
    "content": "Código de error:   muestra números en la pantalla que indican que el aparato ha experimentado un error. Documente el número de código de error y comuníquese con el Soporte Técnico Doméstico de Vitamix para obtener una resolución. •   Temporizador:   cuenta hacia arriba cuando se utiliza la velocidad variable hasta que se pulsa el interruptor de Arrancar/Detener. Cada jarra está programada con un tiempo máximo de funcionamiento específico. La licuadora se apagará automáticamente cuando haya transcurrido el tiempo máximo de funcionamiento. •   Motor sobrecalentado:   parpadea tres guiones (- - -) en la pantalla si el motor está sobrecalentado. Deje que el motor se enfríe durante 20 a 45 minutos. Pulso:   gira la cuchilla a la velocidad seleccionada en el selector de velocidad variable. Interruptor de Arrancar/Detener:   inicia o detiene el licuado en cualquier momento y está ubicado en el lado derecho del panel de control. Selector de velocidad variable:   contiene todos los modos en que funciona el aparato: •   Velocidad variable:   proporciona control manual de la velocidad, desde Variable 1 (la más baja) hasta 10 (la más alta). •   En espera:   pausa el aparato y lo tiene listo para iniciar la siguiente receta. El modo de espera se encuentra en la parte superior del selector de velocidad variable. •   Limpieza Automática:   ejecuta el ciclo de limpieza después de que se hayan agregado agua y líquido para lavar platos a la máquina y la tapa y la tapita dosificadora estén en su lugar. Consulte la página 23 para conocer los procedimientos de limpieza. •   Programas:   opera el aparato durante tiempos preestablecidos y se detendrá automáticamente al final del programa. Cuando se presiona el interruptor de Arrancar/Detener   en medio de un programa, la máquina se detendrá y el tiempo del programa se restablecerá en la pantalla al comienzo del tiempo de ejecución. Los íconos de programas se muestran en las recetas de Vitamix.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 47,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-48",
    "content": "de Arrancar/Detener   en medio de un programa, la máquina se detendrá y el tiempo del programa se restablecerá en la pantalla al comienzo del tiempo de ejecución. Los íconos de programas se muestran en las recetas de Vitamix. Pulsar Pantalla Arrancar/ detener Selector de velocidades Encendido/ apagado  Postres congelados   Sopa caliente Smoothies LICUAR  22   147959  3. Coloque la tapa en la jarra: •   Presione la tapa hacia abajo hasta que las dos lengüetas embonen en la boquilla del vaso. •   Inserte la tapita dosificadora y gírela en el sentido de las agujas del reloj para bloquearla en la tapa. 4. Coloque la jarra con tapa sobre la base del motor. NOTA:   El aparato funcionará sin tapa en la jarra, pero DEBE colocarse una tapa para contener los ingredientes durante el procesado. 0:00 se mostrará en la pantalla una vez que una jarra esté en posición. Se mostrarán tres guiones (- - -) si no se detecta un jarra en la base del motor. 5. PARA USAR LA VELOCIDAD VARIABLE:  a. Gire el selector en el sentido de las manecillas del reloj hasta la velocidad variable 1. b. Presione el interruptor de Arrancar/Detener. Las aspas comenzarán a girar y el temporizador contará los minutos y segundos que la mezcla lleva procesándose. c. Gire el selector de velocidades entre la velocidad variable 1 y 10 durante el ciclo de licuado para incrementar o reducir la velocidad de las aspas. d. Al final de la mezcla, gire el selector de velocidades en el sentido contrario a las agujas del reloj hasta el modo de espera. o presione el interruptor de Arrancar/ Detener   para detener el aparato. PARA USAR LOS PROGRAMAS:  a. Gire el selector de velocidad variable en sentido contrario a las agujas del reloj al programa deseadoy la pantalla mostrará el tiempo predeterminado del programa. b. Presione el interruptor de Arrancar/Detener para iniciar el programa.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 48,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-49",
    "content": "USAR LOS PROGRAMAS:  a. Gire el selector de velocidad variable en sentido contrario a las agujas del reloj al programa deseadoy la pantalla mostrará el tiempo predeterminado del programa. b. Presione el interruptor de Arrancar/Detener para iniciar el programa. El aparato se detendrá automáticamente al final del programa, o presione el   interruptor   Arrancar/Detener en cualquier momento para detener el programa. 6. Si la mezcla deja de circular: a. Retire la tapita dosificadora girándola en sentido contrario a las agujas del reloj, inserte la barra presionadora a través de la abertura de la tapita dosificadora y revuelva hasta que la mezcla haga un ruido de “eructo”. b. Si esto no funciona, presione el interruptor de Encendido/ Apagado para detener el motor. c. Retire la jarra de la base del motor, retire la tapa y utilice una espátula de goma para mover las burbujas de aire lejos de las aspas. d. Añada líquido si es necesario. e. Vuelva a colocar la tapa y la tapita dosificadora y regrese la jarra a la base del motor y continúe licuando. 7. Después de licuar, espere a que las aspas se detengan por completo antes de quitar la tapa o retirar la jarra de la base del motor. 8. Utilice un raspador para aspas inferiores de la Vitamix o una espátula para retirar la salsa, mermelada, mantequilla de cacahuate y otros ingredientes de la jarra. CONSEJOS PARA EVITAR EL SOBRECALENTAMIENTO  •   Procese únicamente recetas Vitamix cuando esté aprendiendo a utilizar el aparato. •   NUNCA procese recetas por más tiempo que el recomendado. Las mezclas excesivamente procesadas también pueden dar lugar a una textura incorrecta de la receta. •   NUNCA procese recetas a velocidades menores o mayores que las recomendadas. •   Utilice la barra presionadora para procesar mezclas más espesas y mantener los ingredientes moviéndose alrededor y a través de las aspas. MEZCLAR EN LA JARRA  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 49,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-50",
    "content": "procese recetas a velocidades menores o mayores que las recomendadas. •   Utilice la barra presionadora para procesar mezclas más espesas y mantener los ingredientes moviéndose alrededor y a través de las aspas. MEZCLAR EN LA JARRA  1. Presione el interruptor de encendido/apagado en la parte inferior derecha de la base del motor (consulte la página 21 para la ubicación) hasta la posición ON (I). 2. Cargue la jarra de acuerdo con las instrucciones de la receta de Vitamix o la ilustración del orden de llenado. Líquidos Productos secos Verduras de hoja Frutas y vegetales Hielo e ingredientes congelados  Ilustración del orden de llenado ¡IMPORTANTE! Utilice SIEMPRE el aparato con la tapa y la tapita dosificadora firmemente colocados en su lugar cuando la máquina esté funcionando. NUNCA retire la tapa mientras las aspas están girando. Únicamente retire la tapita dosificadora para añadir ingredientes y utilizar la barra presionadora. ADVERTENCIA  Para evitar lesiones. NUNCA TOQUE LAS PARTES MÓVILES. Mantenga las manos y los utensilios fuera de la jarra durante el funcionamiento del aparato. NUNCA inserte los dedos o utensilios alrededor de las aspas mientras las aspas están girando. NUNCA llene la jarra por encima de la línea de “CAPACIDAD MÁXIMA” para evitar el riesgo de lesiones causadas por daños en la tapa y la jarra. Para evitar posibles quemaduras, NUNCA comience a velocidades superiores a la velocidad variable 1 cuando procese líquidos calientes en un jarra grande. El vapor que se escapa, las salpicaduras o el contenido pueden quemar. OpereSIEMPRE con la tapa y la tapita dosificadora en su lugar y comience en Velocidad variable 1, luego aumente lentamente a 10. Las piezas se calentarán con el uso prolongado. NUNCA toque el acople en la base del motor ni el eje estriado motriz en la base de las aspas.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 50,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-51",
    "content": "lugar y comience en Velocidad variable 1, luego aumente lentamente a 10. Las piezas se calentarán con el uso prolongado. NUNCA toque el acople en la base del motor ni el eje estriado motriz en la base de las aspas. 23 147959  C UIDADO   Y   LIMPIEZA  ADVERTENCIA Para evitar lesiones y daños  Para evitar una activación accidental, apague y desconecte el aparato antes de la limpieza. NUNCA apriete la tuerca ciega (en la parte superior del ensamblaje de las aspas). En caso de estar suelto, deberá reemplazar el ensamblaje de las aspas de inmediato. Peligro de descarga eléctrica  SIEMPRE desconecte la base del motor antes de limpiarla o cuando no esté en uso. NUNCA coloque la base del motor en agua ni en ningún otro líquido. El no seguir las instrucciones puede provocar una descarga eléctrica e incluso la muerte. ANTES DEL PRIMER USO  •   NUNCA intente retirar la tuerca de retención ni el ensamblaje de las aspas de la jarra. La jarra está diseñada para poder limpiarse por completo sin retirar la tuerca de retención ni el ensamblaje de las aspas. Los procedimientos de limpieza e higienización o un ciclo de limpieza en lavavajillas garantizarán una limpieza completa y a fondo de la jarra y sus componentes. •   Si la jarra está dañada, NO LA USE. Comuníquese con el Servicio de Soporte Técnico Doméstico de Vitamix INMEDIATAMENTE para obtener ayuda. 1. Limpie la base del motor con un paño suave y húmedo o una esponja enjuagada en una solución suave de jabón líquido para platos y agua tibia y seque con un paño suave. 2. Lave e instale el porta tamper. Consulte la páginapágina 19 para obtener instrucciones de instalación del porta tamper. 3. Lave la jarra, la tapa, la tapita dosificadora y la barra presionadora con agua tibia y jabón. Enjuague todas las piezas y séquelas con un paño seco y suave. 4. Coloque el aparato en un mostrador que esté nivelado, seco y limpio. 5. Conecte el electrodoméstico en una toma de corriente de tres clavijas con conexión a tierra.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 51,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-52",
    "content": "todas las piezas y séquelas con un paño seco y suave. 4. Coloque el aparato en un mostrador que esté nivelado, seco y limpio. 5. Conecte el electrodoméstico en una toma de corriente de tres clavijas con conexión a tierra. LIMPIEZA DE LA BASE DEL MOTOR  1. Apague y desenchufe el aparato y retire la jarra de la base del motor. 2. Lave la superficie exterior con un paño húmedo y suave o con una esponja enjuagada en una solución suave de jabón líquido para vajilla y agua tibia. NOTA:   NUNCA sumerja el cable de alimentación eléctrica, el enchufe o la base del motor en agua ni en ningún otro líquido. 3. La almohadilla de centrado se puede quitar para una limpieza más profunda y se puede lavar en el lavavajillas o a mano con agua tibia y jabón. 4. Seque de inmediato todas las superficies y límpielas con un paño suave. LIMPIEZA DE LA BARRA PRESIONADORA  La barra presionadora es apta para lavavajillas o se puede lavar a mano con agua tibia y jabón. Enjuáguela con agua de la llave y luego séquela. LIMPIEZA DE LA JARRA: LAVAVAJILLAS  La jarra, la tapa, la base de las aspas y el sello se pueden lavar en el lavavajillas o se pueden lavar a mano y desinfectar siguiendo los siguientes procedimientos. LIMPIEZA DE LA JARRA: LIMPIEZA AUTOMÁTICA  1. Llene el vaso hasta la mitad con agua tibia y agregue un par de gotas de jabón para trastes. 2. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 3. Gira la perilla en el sentido contrario a las agujas del reloj hasta el icono de Limpieza Automática. 4. En el modelo Ascent X2, el tiempo de procesamiento se mostrará para el programa Limpieza Automática. 5. Presione el interruptor de Arrancar/Detener. 6. El programa se detendrá automáticamente una vez que haya finalizado. 7. Enjuague y escurra todas las piezas. LIMPIEZA DE LA JARRA: VELOCIDAD VARIABLE  1. Llene el vaso hasta la mitad con agua tibia y agregue un par de gotas de jabón para trastes. 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 52,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-53",
    "content": "una vez que haya finalizado. 7. Enjuague y escurra todas las piezas. LIMPIEZA DE LA JARRA: VELOCIDAD VARIABLE  1. Llene el vaso hasta la mitad con agua tibia y agregue un par de gotas de jabón para trastes. 2. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 3. Presione el interruptor de Arrancar/Detener para encender el aparato y aumente lentamente a velocidad variable 10. 4. Ponga a funcionar el aparato durante 30 a 60 segundos. 5. Gire el selector de velocidad variable hasta la posición de espera   o hasta la posición de velocidad variable 1 y pulse el interruptor de Arrancar/Detener para apagar el aparato. 6. Enjuague y escurra todas las piezas. DESINFECCIÓN DE LA JARRA: LEJÍA  1. Primero siga las instrucciones de “Limpieza de la jarra”. 2. Luego repita las instrucciones de “Limpieza de la jarra” pero agregue 1.5 cucharaditas (7.4 ml) de lejía líquida a 16 oz (473 ml) de agua. 3. Deje la mezcla en la jarra durante 1 ½ minutos más. 4. Vierta la mezcla de lejía. Deje que la jarra se seque al aire. NO enjuague después de desinfectar. Si lo desea, enjuague inmediatamente antes del próximo uso. DESINFECCIÓN DE LA JARRA: VINAGRE  1. Primero siga las instrucciones de “Limpieza de la jarra”. 2. Luego repita las instrucciones de “Limpieza de la jarra” pero use 16 oz (473 ml) de vinagre por cada 16 oz (473 ml) de agua. 3. Deje la mezcla en la jarra durante otros 3 minutos completos. El tiempo total de contacto de la solución de vinagre con la jarra debe ser de 5 minutos. 4. Vierta la solución de vinagre desde la jarra sobre la superficie interior de la tapa de dos piezas. 5. Repita el procedimiento de desinfección una segunda vez (pasos 2 al 4). 6. Deje que la jarra y la tapa se sequen al aire. NO enjuague después de desinfectar. Si lo desea, enjuague inmediatamente antes del próximo uso. GARANTÍA   Y   SERVICIO  24   147959_SPM_Rev B_Multi B 08/24  Garantía total de 10 años 1. Registro del producto.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 53,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-54",
    "content": "aire. NO enjuague después de desinfectar. Si lo desea, enjuague inmediatamente antes del próximo uso. GARANTÍA   Y   SERVICIO  24   147959_SPM_Rev B_Multi B 08/24  Garantía total de 10 años 1. Registro del producto. Vita-Mix Corporation (“Vitamix”) le recomienda ampliamente registrar su compra llenando y devolviendo la tarjeta de registro del producto incluida con esta licuadora. Usted puede hacer el registro en línea en vitamix.com/warranty; o llamando a nuestro departamento de Servicio al cliente al 1.800.848.2649 o 1.440.235.4840. El no registrar la compra de su producto no reducirá sus derechos de la garantía. Sin embargo, el registro de su compra permitirá que Vitamix le brinde un mejor servicio atendiendo todas sus necesidades a través de Servicio al Cliente. 2. Quién tiene derecho a reclamar la cobertura de la garantía. Vitamix extiende la presente garantía al propietario de esta Licuadora exclusivamente para su uso personal en el hogar. Esta garantía no se aplica para productos usados con fines comerciales, de alquiler o reventa. Si la propiedad de la Licuadora cambia en el transcurso de 10 años, esta información deberá ser actualizada con el nombre del nuevo propietario en vitamix.com. 3. Qué se cubre. Vitamix garantiza al propietario que si esta licuadora (una “Licuadora” se compone de una base para licuadora con motor, cualquier jarra para licuar, tapa y barra presionadora comprados juntos) falla dentro de un período de 10 años a partir de la fecha de compra o la fecha de entrega, lo que ocurra primero, según lo permita la ley, debido a un defecto en el material o la mano de obra o como resultado del desgaste normal del uso doméstico ordinario, Vitamix, en un plazo de 30 días a partir de la recepción de la Licuadora devuelta, reparará de forma gratuita la Licuadora o el componente de la Licuadora que haya fallado.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 54,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-55",
    "content": "como resultado del desgaste normal del uso doméstico ordinario, Vitamix, en un plazo de 30 días a partir de la recepción de la Licuadora devuelta, reparará de forma gratuita la Licuadora o el componente de la Licuadora que haya fallado. Si Vitamix determina, a su entera discreción, que la Licuadora o componente de la Licuadora no pueden ser reparados, Vitamix ofrecerá ya sea (A) reemplazar sin costo la Licuadora, o (B) reembolsar al propietario el total del precio de compra, a menos que reciba una notificación previa por escrito indicando la opción preferida por el propietario. 4. Lo que cubre. La presente Garantía no aplica a las Licuadoras usadas con fines comerciales o en aplicaciones que no sean de uso doméstico. Esta Garantía no cubre cambios en el aspecto que no afecten el rendimiento, tales como la decoloración o los efectos debido al uso de abrasivos o limpiadores o la acumulación de alimentos. Esta Garantía solamente será válida si la Licuadora se utiliza y recibe mantenimiento de acuerdo con las instrucciones, advertencias y medidas de seguridad contenidas en el Manual del propietario. Vasos: El moler ciertas hierbas y especias en el vaso podría dar como resultado un maridaje cosmético con el vaso y ocasionar el desgaste prematuro de las cuchillas. Los rastros de arena, granos gruesos y hierbas abrasivas también podrían ocasionar un desgaste prematuro de las cuchillas. Las hierbas pueden contener aceites volátiles y causar que el vaso retenga dichos aceites ocasionando una decoloración permanente. Su vaso y las cuchillas no están cubiertas en la garantía de Vitamix bajo estas circunstancias. Vitamix no se hará responsable del costo de las reparaciones no autorizadas en la garantía. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 55,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-56",
    "content": "se hará responsable del costo de las reparaciones no autorizadas en la garantía. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX. POR CONSIGUIENTE, EL COMPRADOR NO DEBERÁ BASARSE EN NINGUNA OTRA DECLARACIÓN FORMULADA POR CUALQUIER EMPLEADO O REPRESENTANTE DE VITAMIX. VITAMIX EN NINGÚN CASO SERÁ RESPONSABLE DE DAÑOS ESPECIALES, INDIRECTOS, INCIDENTALES O CONSECUENTES, INCLUIDA LA PÉRDIDA DE UTILIDADES O INGRESOS, POR CAUSAS DE CARÁCTER CONTRACTUAL, PECUNIARIO, EXTRACONTRACTUAL (INCLUIDA LA NEGLIGENCIA), U OBJETIVO O QUE SE RELACIONEN CON UNA GARANTÍA. Algunos estados no permiten las limitaciones en las garantías, por lo que es posible que en dichos estados las limitaciones mencionadas arriba no se apliquen para usted. Fuera del territorio de EUA y Canadá pueden aplicarse otras garantías. Esta Garantía le otorga derechos legales específicos, y también puede tener otros derechos que varían de un estado a otro. 5. Qué anula la garantía. El maltrato, uso inapropiado o negligente, o alteración de la Licuadora, así como su exposición a condiciones anormales o extremas, o no seguir sus instrucciones de operación, causarán la anulación de esta Garantía. Asimismo, esta Garantía quedará anulada si las reparaciones en la Licuadora o cualquier componente de la Licuadora son efectuadas por alguien más que no sea Vitamix o por un proveedor de servicios no autorizado por Vitamix, o si cualquier componente de la Licuadora sujeto a esta Garantía es utilizado junto con una base del motor o vaso que no hayan sido expresamente aprobados por Vitamix. 6. Cómo obtener una autorización de devolución bajo los términos de esta Garantía.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 56,
      "total_chunks": 58
    }
  },
  {
    "id": "ascent-x2-introduction-57",
    "content": "cualquier componente de la Licuadora sujeto a esta Garantía es utilizado junto con una base del motor o vaso que no hayan sido expresamente aprobados por Vitamix. 6. Cómo obtener una autorización de devolución bajo los términos de esta Garantía. En caso de requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix llamando al 1 (800) 848-2649 o 1 (440) 235-4840. Para cualquier licuadora que no se haya registrado con Vitamix, se solicitará la fecha de compra y un comprobante de la misma. Para las licuadoras sujetas a la presente Garantía, se le proporcionarán un número de autorización de devolución, instrucciones actualizadas para el envío y una etiqueta de devolución prepagada para la entrega. Vitamix asumirá los costos de envío estándar por concepto de devolución de una Licuadora para que le sea efectuado el servicio o reparación bajo los términos de esta garantía y para devolver el producto tras la reparación o reemplazo. El comprador será responsable de asumir los costos derivados de la solicitud de envíos especiales. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "ascent",
      "models": [
        "X2"
      ],
      "section_title": "Introduction",
      "manual_name": "Ascent X2",
      "chunk_index": 57,
      "total_chunks": 58
    }
  }
]