[
  {
    "id": "explorian-e320-introduction-0",
    "content": "Begin Your Adventure vitamix.com VM0197   S   Y M B O L S  Warning and Caution NEVER touch moving parts. Keep hands and utensils out of the container Electric Shock Hazard High temperature when blending hot liquids Unplug while not in use, before cleaning, changing accessories or touching parts that move while the blender is in use Operate with the lid and lid plug in place Read and understand owner’s manual DO NOT immerse Parts will become hot with extended use. DO NOT touch the drive socket in the blender base or the drive spline in the blade base DO NOT use your 20 ounce (0.6 L) cup to heat ingredients or to blend hot liquids. DO NOT use the cups (including the blade base or lids) in the microwave. I   O   On/Off Pulse  H   I G H   -P   E R FO R M A N C E   B   L E N D E R  S   P E C I F I C AT I O N S  Voltage:   120 V   Height (with 64 oz. container on base): 17 inches Frequency:   50 - 60 Hz   Width: 8 inches Amps:   12 Amps   Depth: 11 inches  E320  EXPLORIAN SERIES 2  I   M P O R TA N T   S   A F E G U A R D S  WARNING:   To avoid the risk of serious injury when using your Vitamix® blender, basic safety precautions should be followed, including the following . READ ALL INSTRUCTIONS, SAFEGUARDS, AND WARNINGS BEFORE OPERATING BLENDER. 1. Read all instructions. 2. Do not use blender for other than intended use. 3. Not intended for use by or near children or persons with reduced physical, sensory, or mental capabilities or lack of experience and knowledge. Close supervision is necessary when any blender is used by or near children or incapacitated persons. Children should be supervised to ensure that they do not play with the blender. 4. WARNING: To avoid inadvertent activation, turn off and unplug before cleaning. 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 0,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-1",
    "content": "necessary when any blender is used by or near children or incapacitated persons. Children should be supervised to ensure that they do not play with the blender. 4. WARNING: To avoid inadvertent activation, turn off and unplug before cleaning. 5. CAUTION: In order to avoid a hazard due to inadvertent resetting of the thermal cut-out, power to this blender must not be supplied through an external switching device, such as a timer, or connected to a circuit that is regularly switched on and off by the utility. 6. DO NOT IMMERSE. To protect against risk of electrical shock, do not put the blender base in water or other liquid. 7. Unplug from outlet when not in use, before putting on or taking off parts, and before cleaning. 8. To protect against risk of electrical shock turn the appliance OFF, then unplug from the outlet when not in use, before assembling or disassembling parts and before cleaning. To unplug, grasp the plug and pull from the outlet. Never pull from the power cord. 9. Always check that the blender is OFF before plugging cord into wall outlet. To disconnect, turn OFF the blender, then remove plug from wall outlet. 10. Avoid contacting moving parts. 11. Do not operate any blender with a damaged cord or plug or after the blender malfunctions, or is dropped or damaged in any manner. Call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840 or email service@vitamix.com at once for   examination,   repair,   replacement,   or   adjustment. If purchased outside the U.S.A. or Canada, contact your local Vitamix dealer. 12. GFI circuit breakers might be installed in your kitchen. Look for them in outlets near sinks. If the blender won’t operate, unplug the blender. Reset the wall outlet or circuit breaker. If the circuit breaker continues to trip, unplug the blender from the outlet. Allow the blender to sit for 24 hours before attempting   to   use   it   again. Contact   Vitamix   Customer Service if the problem persists . 13.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 1,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-2",
    "content": "blender from the outlet. Allow the blender to sit for 24 hours before attempting   to   use   it   again. Contact   Vitamix   Customer Service if the problem persists . 13. Alteration   or   modification   of   any   part   of   the   blender, including the use of any part or parts that are not genuine authorized Vitamix parts, may cause fire, electric shock, or injury and will void your warranty. 14. The use of attachments not expressly authorized or sold by Vitamix for use with this blender, including canning jars, may cause fire, electric shock, or injury. Use in this way will void your warranty. 15. Do not use outdoors. 16. Do not let cord hang over edge of table or counter. 17. Do not place on or near a hot gas or electric burner,   in or on a heated oven. 18. Keep hands and utensils out of container while blending to reduce the risk of severe injury to persons or damage to the blender. A rubber scraper or spatula may be used, but only when the blender is not running. 19. To avoid injury and damage, keep hands and utensils, other than the tamper provided, out of container while blending. The cover must remain in place when using the tamper through the lid plug opening. A utensil may be used in the container only when the it has been removed from the motor base. 20. The tamper provided must be used only when the main part of the lid is in place. 21. Blades are sharp. Clean around the blade assembly in the container with extreme care to avoid injury. 22. To reduce the risk of injury, never place a blade assembly on the motor base unless assembled to the Vitamix container. 23. Care should be taken when handling the sharp cutting blades, emptying the container and during cleaning. 24. Do not leave foreign objects, such as spoons, forks, knives or the lid plug, in the container as this will damage the blades and other components when starting the blender and may cause injury. 25. Never attempt to operate with damaged blades. 26.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 2,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-3",
    "content": "foreign objects, such as spoons, forks, knives or the lid plug, in the container as this will damage the blades and other components when starting the blender and may cause injury. 25. Never attempt to operate with damaged blades. 26. Never attempt to operate with the centering pad removed. 27. Always operate blender with lid and lid plug firmly in place. DO NOT remove 2-part lid while blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. 28. When blending hot liquids or ingredients in the 64 oz. container,   use   caution;   spray   or   escaping   steam   may cause   burns. Do   not   fill   container   to   the   maximum capacity. Always begin processing on the lowest speed setting, variable speed 1. Keep hands and other exposed skin away from lid opening to prevent possible burns. 29. DO NOT use your 20 ounce cup to heat ingredients or to blend hot liquids. Heated ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. 30. DO NOT continuously use your machine for more than 75 seconds with the 20 ounce cup. 31. If a cup becomes warm to the touch or steams or vents, immediately   stop   blending   ingredients   and   turn   off   or unplug blender. Allow the cup and ingredients to cool to room temperature before removing the blade base. 32. When   making   nut   butters   or   oil-based   foods,   do   not process for more than one minute after the mixture starts to circulate in the container. Processing for longer periods can cause overheating. 33. Make sure that the container or cup and personal cup adapter are flush with the centering pad to ensure that the drive spline is engaged with the drive socket before operating. 34. Make sure to use the seal on the blade base and tighten the cup adequately to the blade base before blending. 35. Never place the personal cup adapter onto the blade base without the cup attached. WARNING  To Avoid Injury.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 3,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-4",
    "content": "sure to use the seal on the blade base and tighten the cup adequately to the blade base before blending. 35. Never place the personal cup adapter onto the blade base without the cup attached. WARNING  To Avoid Injury. Read and understand instruction manual before using this machine. SAVE THESE INSTRUCTIONS 3  IMPORTANT INSTRUCTIONS FOR SAFE USE  This product is intended for HOUSEHOLD USE ONLY and is not intended to be used for commercial purposes. Do not leave your Vitamix blender unattended when operating. Any repair, servicing, or replacement of parts must be performed by Vitamix or a Vitamix authorized service representative. NOTICE:   THE FAILURE TO FOLLOW ANY OF THE IMPORTANT SAFEGUARDS AND IMPORTANT INSTRUCTIONS FOR SAFE USE IS A MISUSE OF YOUR VITAMIX BLENDER THAT CAN VOID YOUR WARRANTY AND CREATE THE RISK OF SERIOUS INJURY. WARNING Electrical Shock Hazard. Use grounded outlet only. DO NOT   remove ground. DO NOT   use an adapter. DO NOT   use an extension cord. Always unplug before cleaning the motor base or when not in use. Do not put the motor base in water or other liquid. Failure to follow instructions can cause death or electrical shock. P   A R T S   A N D   F   E AT U R E S  Legacy Vitamix Containers   - Legacy (C Series and G Series) containers will work with your Explorian blender base. A 20 ounce cup can be used when paired with the Vitamix Personal Cup Adapter. Vitamix Self-Detect containers will not work with the Explorian Blender. Visit vitamix.com for details. Lid, Lid Plug and Tamper  •   Always use the lid and the lid plug when operating the blender. •   Never operate the blender without checking to make sure that the lid is securely locked in place. •   Insert the lid plug through the lid plug opening. Lock the plug in place by turning clockwise. To remove, turn counter- clockwise and lift out. •   Remove the lid plug to use the tamper or to add ingredients.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 4,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-5",
    "content": "Insert the lid plug through the lid plug opening. Lock the plug in place by turning clockwise. To remove, turn counter- clockwise and lift out. •   Remove the lid plug to use the tamper or to add ingredients. Blade Scraper   - See Appendix 1 - Accessories  Tamper Holder   - See Appendix 1 - Accessories  Motor   - The motor is designed to protect itself from overheating. If the blender will not start immediately check to make sure you have plugged the unit in and the On/Off switch is On. If the motor has overheated, allow the motor to cool for 20-45 minutes. Tips to prevent ‘overloading’ your blender:  •   Process only Vitamix recipes when learning to use the blender. •   Do not process recipes at lower or higher speeds than recommended. •   Do not process recipes for longer than recommended. •   Use your tamper to process thicker mixtures and keep ingredients moving around and through the blades. 64 oz. Low Profile Container 2-Part Lid Blender Base Centering Pad Blades 4  CAUTION  Rotating Blades Can Cause Damage. Lids and tampers are not interchangeable between different container styles, types and sizes. Use the tamper that was supplied with your blender. IMPORTANT! K   N O W   Y   O U R   V   I TA M I X   C   O N TA I N E R   , L   I D   A N D   T   A M P E R  Note: Vitamix Self-Detect containers will not work with the Explorian Blender. Lids and tampers are not interchangeable between different container styles, types and sizes. Use the tamper and lid that was supplied with your blender. How to Determine the Tamper to be Used with Your Container  Before using a tamper during the blending, verify that you have the correct tamper. Only use the tamper with the lid securely locked in place and the lid plug removed. If a tamper came with your blender at purchase, it is the correct tamper to use.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 5,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-6",
    "content": "blending, verify that you have the correct tamper. Only use the tamper with the lid securely locked in place and the lid plug removed. If a tamper came with your blender at purchase, it is the correct tamper to use. If a tamper did not come with your blender or you want to determine if a tamper that you already have can be used with your new container, please use these steps and illustrations to determine what tamper to use. 1. Place the lid on an empty container. 64 oz. / 2,0 L (SHORT) 64 oz. / 2,0 L (TALL)   48 oz. / 1,4 L   32 oz. / 0,9 L  The 64 oz. / 2 L   Short   (or Low Profile) Container uses a tamper which is approximately 11 inches long. The 64 oz. / 2 L   Tall   Container uses a tamper which is approximately 12-½ in. long. The 48 oz. (1.4 L) and 32 oz. (0.9 L) Containers use a tamper which is approximately 9-¾ in. long. A non-step tamper MUST NOT be used with any Vitamix container. O   T H E R   V   I TA M I X   C   O N TA I N E R S   A N D   T   A M P E R S  2. Remove the lid plug and insert the tamper through the lid plug opening. The tamper should fit easily into the opening. It should not come into contact with the blades no matter where you move the tamper inside the container. 3. Visually inspect:   IF THE TAMPER TOUCHES THE BLADES AT ANY ANGLE, DO NOT USE THE TAMPER WITH YOUR CONTAINER. 4. If you do not have the correct tamper for your container, contact Vitamix Household Customer Service at 1.800.848.2649 or 1.440.235.4840. Tamper Splash Disk Tamper Blade Assembly Lid 5  B   L E N D I N G  1. Load your container according to your recipe or the load order in the illustration here. IMPORTANT! Always use the lid and the lid plug on the Large Container when the machine is in operation. Never operate the blender without checking to make sure that the lid and lid plug are securely locked in place. 2. Push the lid down into place until the two tabs snap onto the lip of the container. Insert the lid plug. Turn the lid plug clockwise to lock. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 6,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-7",
    "content": "the lid and lid plug are securely locked in place. 2. Push the lid down into place until the two tabs snap onto the lip of the container. Insert the lid plug. Turn the lid plug clockwise to lock. 3. Put the container onto the base. 4. Look at the variable speed dial. Make sure it is pointing to Variable speed 1. Press On/Off to start the machine. The blades will begin to turn. 5. Rotate the Variable Speed Dial between 1 and 10 during the blending cycle to increase or decrease the speed of the blades. 6. At the end of the blend, rotate the Variable Speed Dial counter- clockwise to Variable Speed 1. Press On/Off. Note:   The 20 ounce cup mentioned here are optional accessories of the Explorian Blenders when used with a Vitamix Personal Cup Adapter. Please visit vitamix.com for more information. Refer to the Personal Cup Adapter Owner’s Manual for usage details. Liquids Dry Goods Leafy Greens Fruits & Veggies Ice & Frozen Ingredients  WARNING To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids in a Large Container. Escaping steam, splashes or contents may burn. Always start on Variable 1, then slowly increase to 10. DO NOT use your 20 ounce cup to heat ingredients or to blend hot liquids. Heated ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 2 minutes with the 20 ounce cup and Personal Cup Adapter. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug blender. Allow the cup and ingredients to cool to room temperature before removing the blade base. Parts will become hot with extended use. DO NOT touch the drive socket in the blender base or the drive spline in the Personal Cup Adapter. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 7,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-8",
    "content": "use. DO NOT touch the drive socket in the blender base or the drive spline in the Personal Cup Adapter. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. C   O N T R O L   P   A N E L  On/Off Switch On /Off (I/O) Switch   - The On/Off switch controls power to the machine. Variable Speed Dial   - The Variable Speed Dial gives you manual control from Variable 1 (slowest) to 10 (highest). Pulse (   )   - The blades will rotate at the speed displayed on the control panel when pressed. Variable Speed Dial Pulse 6  C   A R E   A N D   C   L E A N I N G  Follow these instructions if you prefer not to wash your container in the dishwasher. To Clean the LP64 Container:  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-Part lid into the locked position. 3. Press Start / Stop. Slowly increase variable speed to 10. 4. Run the machine for 30 to 60 seconds. 5. Rotate the Variable Speed dial back to Variable 1. Press Start/Stop. 6. Rinse and drain all pieces. To   Sanitize   the   64   LP   Container   using   Bleach:  1. Follow the cleaning instructions above. 2. Fill the container half full with water and 1 ½ teaspoons of liquid bleach. 3. Snap or push the complete 2-part lid into the locked position. 4. Rotate the dial clockwise to Variable Speed 1. 5. Press Start / Stop. Slowly increase variable speed to 10. 6. Run the machine for 30 to 60 seconds. 7. Rotate the Variable Speed dial back to Variable 1. Press Start/Stop. 8. Allow mixture to stand in the container for an additional 1 ½ minutes. 9. Pour bleach mixture out. Allow container to air dry. Do not rinse after sanitizing. BEFORE FIRST USE:  1. Wipe the base with a warm damp cloth and wipe clean with a dry, soft cloth. Wash the container, lid, lid plug, and tamper with warm, soapy water. Rinse all parts. Wipe dry with a dry, soft cloth. 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 8,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-9",
    "content": "1. Wipe the base with a warm damp cloth and wipe clean with a dry, soft cloth. Wash the container, lid, lid plug, and tamper with warm, soapy water. Rinse all parts. Wipe dry with a dry, soft cloth. 2. Choose a space on the counter that is level, dry and clean. Plug the blender into a grounded, 3-prong outlet. Note:   Your Vitamix container is designed to be completely cleanable without removing the retainer nut and blade assembly. DO NOT attempt to remove the retainer nut or blade assembly from the container. Our Normal Cleaning and Sanitizing procedures or a dishwasher cleaning cycle will ensure a complete and thorough cleaning of your container and it’s components. If your container is damaged, please do not use. Contact Vitamix Customer Service IMMEDIATELY for assistance. 7. If the mixture stops circulating, insert the tamper through the lid plug and stir until it ‘burps’. If this does not work, press the On/Off switch to stop the motor. Remove the container from the blender base and use a rubber spatula to press the air bubble away from the blades. Add liquid if necessary. Replace the lid and lid plug. Return the container to the blender base and continue blending. 8. After blending, wait until the blades completely stop before removing the lid or container from the blender base. Tips to prevent ‘overloading’ your blender:  •   Process only Vitamix recipes when learning to use the blender. •   Do not process recipes at lower or higher speeds than recommended. •   Do not process recipes for longer than recommended. •   Use your tamper to process thicker mixtures and keep ingredients moving around and through the blades. How to use the Tamper: IMPORTANT! The splash disk (near the top of the tamper) and lid prevent the tamper from hitting the blades when the lid is secured properly in the locked position. •   The container should not be more than two-thirds full when the tamper is used during blending.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 9,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-10",
    "content": "the tamper) and lid prevent the tamper from hitting the blades when the lid is secured properly in the locked position. •   The container should not be more than two-thirds full when the tamper is used during blending. •   To avoid overheating during blending, DO NOT use the tamper for more than 30 consecutive seconds. •   If the food does not circulate, the blender may have trapped an air bubble. Carefully remove the lid plug, while making sure the lid stays firmly in place. Release the air bubble by inserting the tamper through the lid plug opening. •   Holding the tamper straight down may not help the ingredients circulate. If necessary, point the tamper towards the sides or corners of the container. DO NOT try to force the tamper deeper into the container. 7  Blender Base  1. Turn off and unplug the blender. 2. Wash the outside surface with a damp, soft cloth or sponge that has been rinsed in a mild solution of liquid dish soap and warm water. Do not place the blender base in water. The centering pad can be removed for more thorough cleaning. The centering pad is dishwasher safe. 3. Immediately dry all surfaces and polish with a soft cloth. WARNING  Electrical Shock Hazard. Always unplug before cleaning the blender base or when not in use. Do not put the blender base in water or other liquid. Failure to follow instructions can cause death or electrical shock. Lids, Lid Plug, Centering Pad, Tamper, Tamper Holder and Blade Scraper  All parts listed above are dishwasher safe. If preferred, wash the parts in warm soapy water. Rinse clean under running water, then dry. WARNING  To Avoid Injury and Damage. To avoid inadvertent activation, turn off and unplug the blender before cleaning. To   Sanitize   the   64   LP   Container   using   Vinegar:  1. Follow the cleaning instructions above. 2. Prepare the vinegar solution: for the 64oz container, dilute 16oz. (473 ml) of vinegar in 16oz (473ml) water. 3. Snap or push the complete 2-part lid into the locked position. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 10,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-11",
    "content": "Vinegar:  1. Follow the cleaning instructions above. 2. Prepare the vinegar solution: for the 64oz container, dilute 16oz. (473 ml) of vinegar in 16oz (473ml) water. 3. Snap or push the complete 2-part lid into the locked position. 4. Begin with Variable Speed 1 on the display. Press Start/Stop. 5. Slowly increase variable speed to 10. 6. Run the machine on variable speed 10 for 2 full minutes. 7. Rotate the Variable Speed dial back to Variable Speed 1. Press Start/Stop. 8. Allow mixture to stand in the container for an additional 3 full minutes. Total contact time of the vinegar solution in the container should equal 5 minutes. 9. Pour vinegar solution out of container over inside surface of 2-part lid. Repeat sanitization procedure a second time (steps 2-9). 10. Allow container and lid to air dry. Do not rinse after sanitizing. If necessary, rinse immediately before next use. 11. Pour bleach mixture out. Allow container to air dry. Do not rinse after sanitizing. 8  7-Year Full Machine Warranty  1. PRODUCT REGISTRATION. You   can   register   online   at   vitamix.com/warranty;   or   by   calling   our   Customer   Service   Department   at   1.800.848.2649   or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs. 2. WHO CAN SEEK WARRANTY COVERAGE. This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at vitamix.com. 3. WHAT IS COVERED.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 11,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-12",
    "content": "personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at vitamix.com. 3. WHAT IS COVERED. Vitamix warrants to the owner that if this Blender   (a “Blender” consists of a motor blender base, any container(s), lids and tamper(s) purchased together)   fails within 7 years from the date of purchase due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 12,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-13",
    "content": "abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 13,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-14",
    "content": "with a motor base or container that is not expressly authorized by Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1-800-848-2649   1-800-848-2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery. W   A R R A N T Y   A N D   S   E R V I C E 9  Accessories  The following accessories are available to use with the Explorian model and other Vitamix Legacy blenders. 1. Personal Cup and Adapter  2. Tamper Holder  3. Blade Scraper  A   P P E N D I X   1 - A   C C E S S O R I E S  T   AMPER   H   OLDER USE AND CARE INSTRUCTIONS  Note:   When properly installed, the tamper holder will not interfere with blender operation. The tamper holder can be installed on the left or right side of the motor base. 1. Clean the parts by hand with warm, soapy water or in the top rack in the dishwasher before assembling. 2. Choose a side of the motor base to install the tamper holder.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 14,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-15",
    "content": "or right side of the motor base. 1. Clean the parts by hand with warm, soapy water or in the top rack in the dishwasher before assembling. 2. Choose a side of the motor base to install the tamper holder. 3. Lift up the blender base. Put the tamper holder base onto the blender frame. Lower the blender base back onto the work surface or counter. Put the tamper holder cup onto the tamper holder base. Twist the tamper holder cup clockwise to lock into place. 4. Make sure the blender is sitting flat and  B   LADE   S   CRAPER USE AND CARE INSTRUCTIONS  1. Clean the parts by hand with warm, soapy water or in the top rack in the dishwasher before use. 2. Use the blade scraper to remove thick ingredients like jam and peanut butter from under the blades only after the container has been removed from the motor base. Keep hands and utensils out of container while blending to reduce the risk of severe injury to persons or damage to the blender. A rubber scraper, spatula or blade scraper may be used, but only when the blender is not running and after the container has been removed from the motor base. Do not leave foreign objects, such as spoons, forks, knives, scrapers, spatulas or the lid plug, in the container as this will damage the blades and other components when starting the blender and may cause injury . IMPORTANT! Proper installation (flush against motor base) steady (no rocking side to side) before blending. When installed properly, the inside flat surface of the tamper holder cup will sit flush with the side of the blender (See photo). 5. Remove the tamper holder from the blender regularly to clean. To remove the tamper holder cup, rotate the cup counter-clockwise. 6. To remove the base, lift up on the motor base and remove the tamper holder base. 10  1-Year Accessory Warranty  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 15,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-16",
    "content": "from the blender regularly to clean. To remove the tamper holder cup, rotate the cup counter-clockwise. 6. To remove the base, lift up on the motor base and remove the tamper holder base. 10  1-Year Accessory Warranty  1. WHAT IS COVERED  Vita-Mix Corporation (“Vitamix”) warrants that the accessory (tamper holder, blade scraper) will be free from defects in material or workmanship and will withstand wear and tear from ordinary household use for 1 year from the date of purchase. Vitamix will, within 30 days of receipt of the returned product, repair the failed Accessory free of charge. If, in Vitamix’s sole discretion, the failed Accessory cannot be repaired, Vitamix will elect to either (A) replace the Accessory free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 2. WHO CAN SEEK WARRANTY COVERAGE. This Warranty is extended by Vitamix to the owner of this Accessory for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. 3. WHAT IS COVERED. Vitamix warrants to the owner that if this   Accessory   fails within 1 years from the date of purchase due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned Accessory, repair the failed Accessory or component part free of charge. If, in Vitamix’s sole discretion, the failed Accessory cannot be repaired, Vitamix will elect to either (A) replace the Accessory free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Accessory used commercially or in non-household applications.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 16,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-17",
    "content": "of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Accessory used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Accessory is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Accessory, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 17,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-18",
    "content": "U.S.A. and Canada, other warranties may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Accessory, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Accessory are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a blender base or container that is not expressly authorized by Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1-800-848-2649   1-800-848-2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery. A   C C E S S O R Y   W   A R R A N T Y 11  N   OT E S ©2023 Vita-Mix Corporation. No part of this publication may be reproduced or transmitted in any form or by any means, or stored in a database or retrieval system, without the written permission of Vita-Mix Corporation. When applicable: Partez à l'aventure Vitamix.com VM0197  S   Y M B O L E S  Avertissement et mise en garde. NE JAMAIS toucher les pièces en mouvement. Garder les mains et les ustensiles hors du récipient. Risque de décharge électrique.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 18,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-19",
    "content": "l'aventure Vitamix.com VM0197  S   Y M B O L E S  Avertissement et mise en garde. NE JAMAIS toucher les pièces en mouvement. Garder les mains et les ustensiles hors du récipient. Risque de décharge électrique. Température élevée lors du mélange de liquides chauds Débrancher l'appareil lorsqu'il n'est pas utilisé, avant le nettoyage, avant de changer des accessoires ou avant de toucher des pièces qui se mettent en mouvement lorsque le mélangeur fonctionne. Utiliser l'appareil lorsque le couvercle et la prise du couvercle sont en place. Lire et bien comprendre le guide d'utilisation. NE PAS immerger. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS toucher la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de la lame. NE PAS utiliser la tasse de 0,6 L (20 oz) pour chauffer des ingrédients ou mélanger des liquides chauds. N’utilisez PAS les tasses (y compris la base de lames ou les couvercles) dans le micro-ondes. I   O   Marche/Arrêt Pulse  M   É L A N G E U R   À   H AU T E   P E R FO R M A N C E  S   P É C I F I C AT I O N S  Tension :   120 V   Hauteur (avec le récipient de 2 L [64 oz] sur le socle) : 17 po Fréquence :   50 – 60 Hz   Largeur : 8 po Intensité électrique : 12 A   Profondeur : 11 po  E320  EXPLORIAN SERIES 14  M   E S U R E S   D E   S É C U R I T É   I M P O R TA N T E S  AVERTISSEMENT :   Afin d'éviter les risques de blessures graves lors de l'utilisation de votre mélangeur Vitamix®, adoptez des mesures de sécurité essentielles, notamment celles qui suivent. LIRE LES DIRECTIVES, LES MESURES DE SÉCURITÉ ET LES AVER- TISSEMENTS EN ENTIER AVANT D'UTILISER LE MÉLANGEUR. 1. Lisez toutes les directives. 2. N'utilisez le mélangeur qu'aux fins auxquelles il est prévu. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 19,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-20",
    "content": "de sécurité essentielles, notamment celles qui suivent. LIRE LES DIRECTIVES, LES MESURES DE SÉCURITÉ ET LES AVER- TISSEMENTS EN ENTIER AVANT D'UTILISER LE MÉLANGEUR. 1. Lisez toutes les directives. 2. N'utilisez le mélangeur qu'aux fins auxquelles il est prévu. 3. Cet appareil n'est pas conçu pour être utilisé par des enfants, des personnes dont les capacités physiques, sensorielles ou mentales sont réduites, ou qui n'ont pas suffisamment d'expérience et de connaissances, ni pour être utilisé à proximité de ces personnes. Une surveillance étroite est requise lorsqu'un mélangeur est utilisé par des enfants ou des personnes à capacités réduites, ou à proximité de ceux-ci. Surveillez les enfants afin d'éviter qu'ils jouent avec le mélangeur. 4. AVERTISSEMENT : Pour éviter qu'il ne soit activé par inadvertance, éteignez et débranchez le mélangeur avant le nettoyage. 5. MISE EN GARDE : Afin d'éviter un risque lié à la réinitialisation par inadvertance du coupe-circuit thermique, l'alimentation de ce mélangeur ne doit pas provenir d'un appareil de connexion externe, comme une minuterie, ou être connectée à un circuit qui est souvent activé et désactivé par le fournisseur. 6. NE PAS IMMERGER. Pour prévenir les risques de décharge électrique, ne placez pas le socle du mélangeur dans l'eau ou tout autre liquide. 7. Débranchez l'appareil lorsqu'il n'est pas utilisé, avant d'installer ou de retirer des pièces, ou avant de le nettoyer. 8. Vérifiez toujours que le mélangeur est éteint avant de brancher le cordon dans la prise murale. Pour le débrancher, éteignez-le avant de retirer la fiche de la prise murale. 9. Pour prévenir les risques de décharge électrique, une fois l’utilisation terminée, éteignez puis débranchez l’appareil avant de le nettoyer ou de monter ou de démonter des pièces. Pour le débrancher, saisissez la fiche et retirezla de la prise. Ne tirez jamais sur le cordon d’alimentation. 10. Évitez tout contact avec les pièces en mouvement. 11.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 20,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-21",
    "content": "avant de le nettoyer ou de monter ou de démonter des pièces. Pour le débrancher, saisissez la fiche et retirezla de la prise. Ne tirez jamais sur le cordon d’alimentation. 10. Évitez tout contact avec les pièces en mouvement. 11. N'utilisez   jamais   un   mélangeur   dont   le   cordon   ou   la   fiche   sont endommagés,   ni   un   appareil   qui   ne   fonctionne   pas   correctement, qui est tombé ou qui est endommagé de quelque façon que ce soit. Appelez   le   service   à   la   clientèle   Vitamix   au   1   800   848-2649   ou   au 1   440   235-4840,   ou   envoyez   un   courriel   à   service@vitamix.com   pour un   examen,   une   réparation,   un   remplacement   ou   un   ajustement. Si   l'appareil   a   été   acheté   à   l'extérieur   des   États-Unis   ou   du   Canada, communiquez avec votre détaillant local Vitamix. 12. Votre cuisine pourrait être équipée de disjoncteurs DDFT. Vous les trouverez dans les prises situées près des éviers. Si le mélangeur ne fonctionne pas, débranchez-le, puis réarmez la prise murale ou le disjoncteur. Si le disjoncteur continue de se déclencher, débranchez le mélangeur de la prise. Laissez-le reposer pendant 24 heures avant de le réutiliser. Communiquez avec le service à la clientèle Vitamix si le problème persiste . 13. L'altération ou la modification de toute pièce du mélangeur, y compris l'utilisation de pièces qui ne sont pas des pièces authentiques et autorisées par Vitamix, peuvent provoquer un incendie, une décharge électrique ou des blessures, et ces actions annuleront votre garantie. 14. L'utilisation d'accessoires qui ne sont pas expressément autorisés ou vendus par Vitamix pour être utilisés avec ce mélangeur, y compris les contenants de mise en conserve, peut provoquer un incendie, une décharge électrique ou des blessures. Une telle utilisation annulera votre garantie. 15. N'utilisez pas l'appareil à l'extérieur. 16. Ne laissez pas le cordon pendre de la table ou du comptoir. 17.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 21,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-22",
    "content": "de mise en conserve, peut provoquer un incendie, une décharge électrique ou des blessures. Une telle utilisation annulera votre garantie. 15. N'utilisez pas l'appareil à l'extérieur. 16. Ne laissez pas le cordon pendre de la table ou du comptoir. 17. Ne placez jamais l'appareil sur un brûleur à gaz ou un brûleur électrique chaud, ou à proximité de ceux-ci, ni dans un four en marche ou sur le dessus de celui-ci. 18. Gardez les mains et les ustensiles hors du récipient pendant l'utilisation afin de réduire le risque de blessures corporelles graves ou de dommages au mélangeur. Vous pouvez utiliser un grattoir ou une spatule en caoutchouc, mais uniquement lorsque le mélangeur ne fonctionne pas. 19. Le pilon doit être utilisé uniquement lorsque la partie principale du couvercle est en place. 20. Les lames sont tranchantes. Nettoyez l'assemblage de lames dans le récipient avec précaution pour éviter les blessures. 21. Afin de réduire les risques de blessures, ne placez jamais un assemblage de lames sur le socle-moteur, sauf s'il est fixé au récipient Vitamix. 22. Soyez prudent lorsque vous manipulez les lames tranchantes et que vous videz et nettoyez le récipient. 23. Ne laissez aucun objet extérieur dans le récipient, comme des cuillères, des fourchettes, des couteaux ou la prise du couvercle, car ils pourraient endommager les lames ainsi que d'autres composantes lors du démarrage de l'appareil et provoquer des blessures. 24. N'utilisez jamais l'appareil si les lames sont endommagées. 25. N'utilisez jamais l'appareil si le coussinet de positionnement est retiré. 26. Utilisez l'appareil en vous assurant chaque fois que le couvercle et la prise du couvercle sont bien en place. NE retirez JAMAIS le couvercle à deux pièces lorsque les lames tournent. Retirez uniquement la prise du couvercle pour ajouter des ingrédients et utiliser le pilon. 27.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 22,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-23",
    "content": "fois que le couvercle et la prise du couvercle sont bien en place. NE retirez JAMAIS le couvercle à deux pièces lorsque les lames tournent. Retirez uniquement la prise du couvercle pour ajouter des ingrédients et utiliser le pilon. 27. Pour prévenir les blessures et les dommages, gardez les mains et les ustensiles, à l’exception du pilon fourni, hors du mélangeur lorsqu’il est en marche. Le couvercle doit rester en place lors de l’utilisation du pilon. Insérez le pilon par l’ouverture du bouchon du couvercle. Un ustensile peut être utilisé dans le récipient seulement après que le récipient a été retiré du socle-moteur. 28. Lorsque vous mélangez des liquides ou des ingrédients chauds dans le récipient de 2 L (64 oz), soyez prudent, car le jet ou la vapeur qui s'échappent peuvent provoquer des blessures. Ne remplissez pas le récipient à sa capacité maximale. Commencez toujours à mélanger au réglage de vitesse le plus bas, soit la vitesse variable 1. Gardez les mains et la peau exposée loin de l'ouverture du couvercle pour éviter les brûlures éventuelles. 29. N'utilisez PAS la tasse de 0,6 L (20 oz) pour chauffer des ingrédients ou mélanger des liquides chauds. Les ingrédients et les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. 30. N'utilisez   PAS   votre   appareil   en   continu   pendant   plus   de 75 secondes avec la tasse de 0,6 L (20 oz). 31. Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêtez immédiatement de mélanger les ingrédients et éteignez ou débranchez le mélangeur. Laissez la tasse et les ingrédients refroidir à la température ambiante avant de retirer la base de lames. 32. Lors de la préparation de beurres de noix ou d'aliments à base d'huile, ne faites pas fonctionner l'appareil plus d'une minute après que le mélange a commencé à circuler dans le récipient.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 23,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-24",
    "content": "avant de retirer la base de lames. 32. Lors de la préparation de beurres de noix ou d'aliments à base d'huile, ne faites pas fonctionner l'appareil plus d'une minute après que le mélange a commencé à circuler dans le récipient. Le fonctionnement de l'appareil pendant de plus longues périodes peut causer une surchauffe. 33. Assurez-vous que le récipient ou la tasse et l'adaptateur de tasse individuelle sont bien alignés avec le coussinet de positionnement, afin que la cannelure d'entraînement soit enclenchée avec la prise d'entraînement avant la mise en marche. 34. Assurez-vous   d'utiliser   le   joint   sur   la   base   de   lames   et   de   resserrer adéquatement la tasse sur la base de lames avant de mélanger. 35. Ne placez jamais l’adaptateur de tasse individuelle sur la base de lames sans avoir installé la tasse. ATTENTION  Afin d'éviter toute blessure,  lisez attentivement le guide d'utilisation avant d'utiliser cet appareil. CONSERVEZ CES DIRECTIVES. 15  DIRECTIVES IMPORTANTES POUR UNE UTILISATION SÉCURITAIRE  Ce produit est conçu pour un USAGE DOMESTIQUE SEULEMENT et n'est pas destiné à un usage commercial. Ne laissez pas votre mélangeur Vitamix sans surveillance lorsqu'il est en marche. L'entretien, les réparations et le remplacement des pièces doivent être effectués par Vitamix ou par un représentant de service Vitamix autorisé. AVIS :   LE NON-RESPECT DE TOUTE MESURE DE SÉCURITÉ OU DIRECTIVE IMPORTANTE VISANT UNE UTILISATION SÉCURITAIRE CONSTITUE UNE UTILISATION INAPPROPRIÉE DE VOTRE MÉLANGEUR VITAMIX, CE QUI EST SUSCEPTIBLE D'ANNULER VOTRE GARANTIE ET DE PROVOQUER DES BLESSURES GRAVES. ATTENTION  Risque de décharge électrique. Utilisez uniquement une prise avec mise à la terre. NE RETIREZ PAS   la mise à la terre. N'UTILISEZ AUCUN adaptateur. N'UTILISEZ AUCUNE   rallonge électrique. Débranchez toujours l'appareil avant de nettoyer le socle-moteur ou lorsqu'il n'est pas en marche. N'immergez pas le socle-moteur dans l'eau ou dans d'autres liquides.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 24,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-25",
    "content": "la mise à la terre. N'UTILISEZ AUCUN adaptateur. N'UTILISEZ AUCUNE   rallonge électrique. Débranchez toujours l'appareil avant de nettoyer le socle-moteur ou lorsqu'il n'est pas en marche. N'immergez pas le socle-moteur dans l'eau ou dans d'autres liquides. Le non-respect de ces directives peut causer la mort ou une décharge électrique. P   I È C E S   E T   C A R AC T É R I S T I Q U E S  Anciens récipients Vitamix   – Les anciens récipients (séries C et G) fonctionnent avec le socle du mélangeur Explorian. Vous pouvez utiliser une tasse de 0,6 L (20 oz) avec l'adaptateur de tasse individuelle Vitamix. Les récipients Self-Detect de Vitamix ne fonctionnent pas avec le mélangeur Explorian. Visitez vitamix.com pour de plus amples détails. Couvercle, prise du couvercle et pilon  •   Utilisez toujours le couvercle et la prise du couvercle lorsque le mélangeur est en marche. •   N'utilisez jamais le mélangeur sans vérifier que le couvercle est bien verrouillé. •   Insérez la prise du couvercle dans l'ouverture prévue à cet effet. Verrouillez le couvercle en le tournant dans le sens horaire. Pour le retirer, tournez-le dans le sens antihoraire avant de le soulever. •   Retirez la prise du couvercle pour utiliser le pilon ou ajouter des ingrédients. Racloir à lame   – Voir l'annexe 1 – Accessoires. Support à pilon   – Voir l'annexe 1 – Accessoires. Moteur   – Le moteur est conçu pour se protéger de la surchauffe. Si le mélangeur ne fonctionne pas immédiatement, vérifiez qu'il soit bien branché et que l'interrupteur Marche/Arrêt soit réglé à Marche. Si le moteur a surchauffé, laissez-le refroidir pendant 20 à 45 minutes. Conseils pour éviter de surcharger votre mélangeur :  •   Préparez uniquement des recettes Vitamix lorsque vous apprenez à vous servir de votre mélangeur. •   Ne mélangez pas de recettes à des vitesses inférieures ou supérieures à celles recommandées. •   Ne mélangez pas de recettes plus longtemps que le temps recommandé.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 25,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-26",
    "content": "lorsque vous apprenez à vous servir de votre mélangeur. •   Ne mélangez pas de recettes à des vitesses inférieures ou supérieures à celles recommandées. •   Ne mélangez pas de recettes plus longtemps que le temps recommandé. •   Utilisez votre pilon pour préparer des mélanges épais et faire circuler les ingrédients autour des lames. Récipient à profil bas de 2 L (64 oz) Couvercle à deux pièces Base pour mélangeur Coussinet de positionnement Lames 16  MISE EN GARDE  Les lames rotatives peuvent causer des dommages. Les couvercles et les pilons ne sont pas interchangeables entre les différents styles, types et formats de récipients. Utilisez le pilon qui vous a été fourni avec votre mélangeur. IMPORTANT! C ONNAISSEZ   VOTRE   RÉCIPIENT ,   VOTRE   COUVERCLE   ET   VOTRE   PILON   VITAMIX  Remarque : Les récipients Self-Detect de Vitamix ne fonctionnent pas avec le mélangeur Explorian. Les couvercles et les pilons ne sont pas interchangeables entre les différents styles, types et formats de récipients. Utilisez le pilon et le couvercle fournis avec votre mélangeur. Comment déterminer quel pilon à utiliser avec votre récipient  Avant d'utiliser un pilon pendant que le mélangeur fonctionne, assurez-vous d'avoir le pilon approprié. Utilisez le pilon uniquement lorsque le couvercle est verrouillé de façon sécuritaire et que la prise du couvercle est retirée. Si un pilon accompagnait votre mélangeur au moment de l'achat, il s'agit du bon pilon à utiliser. Si aucun pilon n'accompagnait votre mélangeur ou si vous souhaitez savoir si un pilon que vous possédez déjà peut être utilisé avec votre nouveau récipient, suivez les étapes suivantes ainsi que les illustrations afin de déterminer quel pilon utiliser. 1. Placez le couvercle sur un récipient vide. 2. Retirez la prise du couvercle et insérez le pilon par l'ouverture. Le pilon doit s’insérer facilement dans l'ouverture.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 26,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-27",
    "content": "les étapes suivantes ainsi que les illustrations afin de déterminer quel pilon utiliser. 1. Placez le couvercle sur un récipient vide. 2. Retirez la prise du couvercle et insérez le pilon par l'ouverture. Le pilon doit s’insérer facilement dans l'ouverture. Le pilon ne doit pas entrer en contact avec les lames, quel que soit l'endroit où vous le déplacez dans le récipient. 64 oz. / 2,0 L (SHORT) 64 oz. / 2,0 L (TALL)   48 oz. / 1,4 L   32 oz. / 0,9 L  Le récipient de 2 L (64 oz) compact (ou à profil bas) fonctionne avec un pilon d'une longueur d'environ 28 cm (11 po). Le récipient de 2 L (64 oz)   haut   fonctionne avec un pilon d'une longueur approximative de 32 cm (12 ½ po). Les récipients de 1,4 L (48 oz) et de 0,9 L (32 oz) fonctionnent avec un pilon d'une longueur approximative de 25 cm (9 ¾ po). Un pilon sans étapes NE PEUT PAS être utilisé avec les récipients Vitamix. A   U T R E S   R É C I P I E N T S   E T   P I L O N S   V   I TA M I X  3. Contrôle visuel :   SI LE PILON TOUCHE LES LAMES À PARTIR D'UN QUELCONQUE ANGLE, N'UTILISEZ PAS CE PILON AVEC VOTRE RÉCIPIENT. 4. Si vous ne possédez pas le pilon approprié pour votre récipient, communiquez avec le service à la clientèle pour usage domestique Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Disque antiéclaboussure du pilon Pilon Assemblage de lames Couvercle 17  M   É L A N G E R  1. Remplissez votre récipient selon votre recette ou l'ordre de remplissage illustré ici. IMPORTANT! Utilisez toujours le couvercle et la prise du couvercle sur le grand récipient lorsque l'appareil est en marche. N'utilisez jamais le mélangeur sans vérifier que le couvercle et la prise du couvercle sont bien verrouillés. 2. Abaissez le couvercle jusqu'à ce que les deux onglets se referment sur le rebord du récipient. Insérez la prise du couvercle. Tournez la prise du couvercle dans le sens horaire pour la verrouiller. 3. Placez le récipient sur le socle. 4. Regardez le cadran de vitesse variable.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 27,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-28",
    "content": "deux onglets se referment sur le rebord du récipient. Insérez la prise du couvercle. Tournez la prise du couvercle dans le sens horaire pour la verrouiller. 3. Placez le récipient sur le socle. 4. Regardez le cadran de vitesse variable. Assurez-vous que le cadran est réglé à la vitesse variable 1. Appuyez sur l'interrupteur Marche/Arrêt pour démarrer l'appareil. Les lames commenceront à tourner. 5. Faites tourner le cadran de vitesse variable de 1 à 10 pendant le cycle du mélangeur afin d'augmenter ou de diminuer la vitesse des lames. 6. À la fin du cycle, faites tourner le cadran de vitesse variable dans le sens antihoraire jusqu'à la vitesse variable 1, puis appuyez sur Marche/Arrêt. Remarque :   La tasse de 0,6 L (20 oz) mentionnée précédemment fait partie des accessoires facultatifs des mélangeurs Explorian qui doivent être utilisés avec l'adaptateur de tasse individuelle Vitamix. Veuillez visiter vitamix.com pour obtenir de plus amples renseignements. Consultez le guide d'utilisation de l'adaptateur de tasse individuelle pour connaître les détails de son utilisation. Liquides Ingrédients secs Légumes-feuilles Fruits et légumes Glace et ingrédients surgelés Ingrédients  ATTENTION Pour éviter les brûlures potentielles, ne commencez jamais à mélanger des liquides chauds dans un grand récipient à une vitesse supérieure à 1. La vapeur, les éclaboussures et le contenu qui s'échappent peuvent brûler. Commencez toujours à mélanger à la Variable 1, puis augmentez lentement jusqu'à 10. N'utilisez PAS la tasse de 0,6 L (20 oz) pour chauffer des ingrédients ou mélanger des liquides chauds. Les ingrédients et les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. N'utilisez PAS votre appareil en continu pendant plus de 2 minutes avec la tasse de 0,6 L (20 oz) et l'adaptateur de tasse individuelle.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 28,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-29",
    "content": "créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. N'utilisez PAS votre appareil en continu pendant plus de 2 minutes avec la tasse de 0,6 L (20 oz) et l'adaptateur de tasse individuelle. Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêtez immédiatement de mélanger les ingrédients et éteignez ou débranchez le mélangeur. Laissez la tasse et les ingrédients refroidir à la température ambiante avant de retirer la base de lames. Les pièces deviennent chaudes après une utilisation prolongée. NE TOUCHEZ PAS la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur l'adaptateur de tasse individuelle. Pour éviter les dommages ou les blessures corporelles, N'utilisez PAS les tasses (y compris la base de lames ou les couvercles) dans le micro-ondes. P   A N N E A U   D E   C O M M A N D E  Interrupteur Marche/Arrêt Interrupteur Marche/Arrêt (I/O)   – L'interrupteur Marche/Arrêt contrôle l'alimentation de l'appareil. Cadran de vitesse variable   – Le cadran de vitesse variable vous offre un contrôle manuel des Variables 1 (basse) à 10 (haute). Pulse ()   – Appuyer sur cette fonction de pulsation fait tourner les lames à la vitesse affichée sur le panneau de commande. Cadran de vitesse variable Pulse 18  E   N T R E T I E N   E T   N E T TOYAG E  Suivez les directives suivantes si vous préférez ne pas nettoyer votre récipient au lave-vaisselle. Nettoyage du récipient à profil bas de 2 L (64 oz) :  1. Remplissez le récipient d'eau chaude jusqu'à la moité et ajoutez quelques gouttes de savon à vaisselle. 2. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 3. Appuyez sur le bouton Démarrer/Arrêter. Augmentez la vitesse graduellement jusqu'à la Variable 10. 4. Faites fonctionner l'appareil pendant 30 à 60 secondes. 5. Ramenez le cadran de vitesse variable à la Variable 1, puis appuyez sur Démarrer/Arrêter. 6.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 29,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-30",
    "content": "verrouillée. 3. Appuyez sur le bouton Démarrer/Arrêter. Augmentez la vitesse graduellement jusqu'à la Variable 10. 4. Faites fonctionner l'appareil pendant 30 à 60 secondes. 5. Ramenez le cadran de vitesse variable à la Variable 1, puis appuyez sur Démarrer/Arrêter. 6. Rincez et égouttez toutes les pièces. Désinfection   du   récipient   à   profil   bas   de   2   L   (64   oz)   avec   de   l'eau   de   Javel   :  1. Suivez les directives de nettoyage décrites précédemment. 2. Remplissez le récipient d'eau jusqu'à la moitié et ajoutez 23 ml (1 ½ c. à thé) d'eau de Javel. 3. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 4. Tournez le cadran dans le sens horaire à la vitesse variable 1. 5. Appuyez sur Démarrer/Arrêter. Augmentez la vitesse graduellement jusqu'à la variable 10. 6. Faites fonctionner l'appareil pendant 30 à 60 secondes. 7. Ramenez le cadran de vitesse variable à la Variable 1, puis appuyez sur Démarrer/Arrêter. 8. Laissez le mélange reposer dans le récipient pendant 1 ½ minute supplémentaire. 9. Videz le mélange d’eau de Javel. Laissez le récipient sécher à l'air. Ne le rincez pas après la désinfection. AVANT LA PREMIÈRE UTILISATION :  1. Nettoyez la base avec un chiffon humide et essuyez-la avec un chiffon doux et sec. Lavez le récipient, le couvercle, la prise du couvercle et le pilon dans l'eau chaude et savonneuse. Rincez toutes les pièces. Essuyez-les à l'aide d'un chiffon doux et sec. 2. Choisissez un endroit sur le comptoir qui est plat, sec et propre. Branchez le mélangeur dans une prise triphasée avec mise à la terre. Remarque :   Votre récipient Vitamix est conçu pour être entièrement lavé sans retirer l'écrou de serrage et l'assemblage de lames. N'essayez PAS de retirer l'écrou de serrage ou l'assemblage de lames du récipient.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 30,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-31",
    "content": "avec mise à la terre. Remarque :   Votre récipient Vitamix est conçu pour être entièrement lavé sans retirer l'écrou de serrage et l'assemblage de lames. N'essayez PAS de retirer l'écrou de serrage ou l'assemblage de lames du récipient. Nos procédures courantes de nettoyage et de désinfection ou encore un cycle de nettoyage au lave-vaisselle assureront un nettoyage complet et en profondeur de votre récipient et de ses composantes. Si votre récipient est endommagé, ne l'utilisez pas. Communiquez IMMÉDIATEMENT avec le service à la clientèle Vitamix pour obtenir de l'aide. 7. Si le mélange cesse de circuler, insérez le pilon par la prise du couvercle et remuez jusqu'à ce que l'air s'échappe. Si cette méthode ne fonctionne pas, appuyez sur l'interrupteur Marche/Arrêt pour arrêter le moteur. Retirez le récipient du socle du mélangeur et utilisez une spatule de caoutchouc pour faire éclater la bulle d'air autour des lames. Ajoutez du liquide, au besoin. Replacez le couvercle et la prise du couvercle. Remettez le récipient sur le socle du mélangeur et continuez de mélanger. 8. Une fois le mélange terminé, attendez que les lames soient complètement arrêtées avant de retirer le couvercle ou le récipient du socle du mélangeur. Conseils pour éviter de surcharger votre mélangeur :  •   Préparez uniquement des recettes Vitamix lorsque vous apprenez à vous servir de votre mélangeur. •   Ne mélangez pas de recettes à des vitesses inférieures ou supérieures à celles recommandées. •   Ne mélangez pas de recettes plus longtemps que le temps recommandé. •   Utilisez votre pilon pour préparer des mélanges épais et faire circuler les ingrédients autour des lames. Comment utiliser le pilon : IMPORTANT! Le disque antiéclaboussure (près de la partie supérieure du pilon) et le couvercle empêchent le pilon d'entrer en contact avec les lames lorsque le couvercle est fixé adéquatement en position verrouillée.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 31,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-32",
    "content": "autour des lames. Comment utiliser le pilon : IMPORTANT! Le disque antiéclaboussure (près de la partie supérieure du pilon) et le couvercle empêchent le pilon d'entrer en contact avec les lames lorsque le couvercle est fixé adéquatement en position verrouillée. •   Le récipient ne doit pas être rempli à plus des deux tiers de sa capacité lorsque le pilon est utilisé pendant le fonctionnement de l'appareil. •   Afin d'éviter la surchauffe pendant le fonctionnement, N'utilisez PAS le pilon pendant plus de 30 secondes consécutives. •   Si les aliments ne circulent pas, le mélangeur pourrait avoir créé une bulle d'air. Retirez prudemment la prise du couvercle en vous assurant que le couvercle demeure bien en place. Laissez l'air de la bulle s'échapper en insérant le pilon par l'ouverture de la prise du couvercle. •   Tenez le pilon tout droit vers le bas n'aide pas forcément les ingrédients à circuler. Au besoin, dirigez le pilon vers les côtés ou les coins du récipient. NE tentez PAS de faire entrer le pilon plus profondément dans le récipient. 19  Base pour mélangeur  1. Éteignez et débranchez le mélangeur. ATTENTION  Risque de décharge électrique. Débranchez toujours le mélangeur avant de nettoyer le socle ou lorsqu'il n'est pas en marche. N'immergez pas le socle du mélangeur dans l'eau ou dans d'autres liquides. Le non-respect de ces directives peut causer la mort ou une décharge électrique. Couvercles, prise du couvercle, coussinet de positionnement, pilon, support à pilon et racloir à lame  Toutes les pièces susmentionnées sont lavables au lave-vaisselle. Vous pouvez également laver ces pièces dans l'eau chaude savonneuse, selon la préférence. Rincez-les bien sous l'eau courante, puis séchez-les. ATTENTION  Pour éviter les blessures et les dommages. Pour éviter qu'il ne soit activé par inadvertance, éteignez et débranchez le mélangeur avant le nettoyage. Désinfection   du   récipient   à   profil   bas   de   2   L   (64   oz)   avec   du   vinaigre   :  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 32,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-33",
    "content": "récipient   à   profil   bas   de   2   L   (64   oz)   avec   du   vinaigre   :  1. Suivez les directives de nettoyage décrites précédemment. 2. Préparez la solution de vinaigre : pour le récipient de 2 L (64 oz), diluez 473 ml (16 oz) de vinaigre dans 473 ml (16 oz) d'eau. 3. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 4. Commencez à la vitesse variable 1. Appuyez sur Démarrer/Arrêter. 5. Augmentez la vitesse graduellement jusqu'à la Variable 10. 6. Faites fonctionner l'appareil à la vitesse variable 10 pendant 2 minutes entières. 7. Ramenez le cadran de vitesse variable à la Variable 1, puis appuyez sur Démarrer/Arrêter. 8. Laissez le mélange reposer dans le récipient pendant 3 minutes supplémentaires. La durée de contact totale de la solution de vinaigre dans le récipient doit être de 5 minutes. 9. Versez la solution de vinaigre contenue dans le récipient à l'intérieur du couvercle à deux pièces. Répétez la procédure de désinfection une seconde fois (étapes 2 à 9). 10. Laissez le récipient et le couvercle sécher à l'air. Ne les rincez pas après la désinfection. Au besoin, rincez-les juste avant l'utilisation suivante. 11. Videz le mélange d’eau de Javel. Laissez le récipient sécher à l'air. Ne le rincez pas après la désinfection. 2. Nettoyez la surface extérieure à l'aide d'une éponge ou d'un chiffon doux et humide trempé dans une solution de liquide à vaisselle et d'eau chaude. N'immergez pas le socle du mélangeur dans l'eau. Le coussinet de positionnement peut être retiré pour un nettoyage plus en profondeur. Le coussinet de positionnement est lavable au lave-vaisselle. 3. Séchez immédiatement toutes les surfaces et polissez-les à l'aide d'un chiffon doux. 20  Garantie complète de l'appareil de 7 ans  1. ENREGISTREMENT DU PRODUIT. Vous pouvez enregistrer votre produit en ligne à vitamix.com/garantie ou en communiquant avec notre service à la clientèle au 1 800 848- 2649 ou au 1 440 235-4840.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 33,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-34",
    "content": "Garantie complète de l'appareil de 7 ans  1. ENREGISTREMENT DU PRODUIT. Vous pouvez enregistrer votre produit en ligne à vitamix.com/garantie ou en communiquant avec notre service à la clientèle au 1 800 848- 2649 ou au 1 440 235-4840. Le fait de ne pas enregistrer l'achat de votre produit ne restreint pas les droits que vous offre la garantie. Par contre, enregistrer votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2. PERSONNES POUVANT BÉNÉFICIER DE LA COUVERTURE DE CETTE GARANTIE. La présente garantie est offerte par Vitamix au propriétaire de ce mélangeur, lequel est uniquement destiné à un usage domestique personnel. Elle ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. Si le propriétaire du mélangeur change au cours de la période de garantie de 7 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à vitamix.com. 3. CE QUI EST COUVERT. Vitamix garantit au propriétaire que si ce mélangeur   (un « mélangeur » consiste en un socle-moteur et tout récipient, couvercle et pilon achetés ensemble)   comporte une défaillance attribuable à un défaut matériel, de fabrication ou à l'usure due à un usage domestique normal dans les 7 années suivant la date d'achat, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, la composante ou le mélangeur défectueux ne peut être réparé, Vitamix choisira A) de remplacer le mélangeur gratuitement, ou B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 34,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-35",
    "content": "Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture. Cette garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Récipients : Broyer certaines herbes et épices dans le récipient ou la tasse peut causer des rayures inesthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames. Les herbes peuvent contenir des huiles volatiles et, puisque le récipient et la tasse peuvent retenir les huiles, elle peuvent entraîner une décoloration permanente. Dans ces conditions, le récipient, la tasse et les lames ne sont pas couverts par la garantie Vitamix. Vitamix ne sera pas responsable du coût des réparations non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL CONSTITUENT LES RECOURS EXCLUSIFS   DE   L'ACHETEUR   ET   LA   SEULE   RESPONSABILITÉ   DE   VITAMIX   SOUS   CETTE   GARANTIE. AUCUN   EMPLOYÉ   OU REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT SE FIER À AUCUNE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 35,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-36",
    "content": "N'EST AUTORISÉ À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT SE FIER À AUCUNE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT EN RAISON D'UN CONTRAT, D'UNE INDEMNITÉ,   D'UNE GARANTIE, D'UN DÉLIT (NOTAMMENT LA NÉGLIGENCE), D'UNE RESPONSABILITÉ ABSOLUE OU AUTRE, VITAMIX NE POURRA ÊTRE RESPONSABLE DE DOMMAGES PARTICULIERS, INDIRECTS, ACCIDENTELS OU IMMATÉRIELS, INCLUANT, SANS S'Y LIMITER, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE. L'utilisation abusive, inappropriée ou négligente, l'altération du mélangeur, l'exposition à des conditions anormales ou extrêmes et le non- respect des directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur le mélangeur ou l'une de ses composantes par une autre personne ou entité que Vitamix ou un fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par cette garantie est utilisée en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235- 4840. Vous devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 36,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-37",
    "content": "réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235- 4840. Vous devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée. Vitamix paiera les coûts d'expédition standards du retour d'un mélangeur pour les services et les réparations sous garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor (Ontario) N8Y 4Y5 1 800 848-2649   1 800 848-2649 service@vitamix.com   service@vitamix.com Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris les dommages causés lors de l'expédition, dans les 48 heures suivant la livraison. G   A R A N T I E   E T   S E R V I C E 21  Accessoires  Les accessoires suivants peuvent être utilisés avec le modèle Explorian et d'autres anciens mélangeurs Vitamix. 1. Tasse individuelle et adaptateur  2. Support à pilon  3. Racloir à lame  A   N N E X E   1 – A   C C E S S O I R E S  I   NSTRUCTIONS D   '   UTILISATION ET D   '   ENTRETIEN DU SUPPORT À PILON  Remarque :   S'il est correctement installé, le support à pilon ne nuira pas au bon fonctionnement du mélangeur. Vous pouvez installer le support à pilon à la droite ou à la gauche du socle-moteur. 1. Nettoyez les pièces à la main dans l'eau chaude et savonneuse ou dans le panier supérieur du lave-vaisselle avant de les assembler. 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 37,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-38",
    "content": "Vous pouvez installer le support à pilon à la droite ou à la gauche du socle-moteur. 1. Nettoyez les pièces à la main dans l'eau chaude et savonneuse ou dans le panier supérieur du lave-vaisselle avant de les assembler. 2. Choisissez de quel côté du socle-moteur vous installerez le support à pilon. 3. Soulevez le socle du mélangeur. Placez la base du support à pilon sur la base du mélangeur. Abaissez le socle du mélangeur sur la surface de travail ou le comptoir. Placez la coupelle du support à pilon sur la base du support à pilon. Tournez la coupelle du support à pilon dans le sens horaire pour la verrouiller. 4. Assurez-vous que le mélangeur est à plat et bien stable (aucun balancement d'un côté  R   ACLOIR À LAME DIRECTIVES D   '   UTILISATION ET D   '   ENTRETIEN  1. Nettoyez les pièces à la main dans l'eau chaude et savonneuse ou dans le panier supérieur du lave-vaisselle avant de les utiliser. 2. Utilisez le racloir à lame pour enlever les ingrédients épais comme la confiture et le beurre d'arachides de sous les lames, mais uniquement après avoir retiré le récipient du socle-moteur. Gardez les mains et les ustensiles hors du récipient pendant l'utilisation afin de réduire le risque de blessures corporelles graves ou de dommages au mélangeur. Vous pouvez utiliser un racloir à lame, un grattoir ou une spatule en caoutchouc, mais uniquement lorsque le mélangeur ne fonctionne pas et que le récipient a été retiré du socle-moteur. Ne laissez aucun objet extérieur dans le récipient, comme des cuillères, des fourchettes, des couteaux, des racloirs, des spatules ou la prise du couvercle, car ils pourraient endommager les lames ainsi que d'autres composantes au démarrage de l'appareil et provoquer des blessures . IMPORTANT! Installation appropriée (au même niveau que le socle- moteur) à l'autre) avant de mélanger.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 38,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-39",
    "content": "spatules ou la prise du couvercle, car ils pourraient endommager les lames ainsi que d'autres composantes au démarrage de l'appareil et provoquer des blessures . IMPORTANT! Installation appropriée (au même niveau que le socle- moteur) à l'autre) avant de mélanger. Lorsqu'il est installé correctement, la surface intérieure plane de la coupelle du support à pilon arrive au même niveau que le côté du mélangeur (voir la photo). 5. Retirez fréquemment le support à pilon du mélangeur pour le nettoyage. Pour retirer la coupelle du support à pilon, tournez-la dans le sens antihoraire. 6. Pour retirer la base, soulevez le socle-moteur et retirez la base du support à pilon. 22  Garantie des accessoires d'un an  1. CE QUI EST COUVERT  Vita-Mix Corporation (« Vitamix ») garantit que les accessoires (support à pilon, racloir à lame) seront exempts de défauts matériels ou de fabrication et résisteront à l'usure d'un usage domestique normal pendant 1 an suivant la date d'achat. Vitamix réparera sans frais un accessoire défectueux dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, un accessoire défectueux ne peut être réparé, Vitamix choisira (A) de le remplacer gratuitement, ou (B) d'en rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 2. PERSONNES POUVANT BÉNÉFICIER DE LA COUVERTURE DE CETTE GARANTIE. La présente garantie est offerte par Vitamix au propriétaire de l'accessoire, lequel est uniquement destiné à un usage domestique personnel. Elle ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. 3. CE QUI EST COUVERT.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 39,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-40",
    "content": "présente garantie est offerte par Vitamix au propriétaire de l'accessoire, lequel est uniquement destiné à un usage domestique personnel. Elle ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. 3. CE QUI EST COUVERT. Vitamix garantit au propriétaire que si l' accessoire   comporte une défaillance attribuable à un défaut matériel ou de fabrication ou à l'usure due à un usage domestique normal dans la première année suivant la date d'achat, Vitamix réparera sans frais la composante ou l'accessoire défectueux dans les 30 jours suivant la réception de l'accessoire retourné. Si, à la seule discrétion de Vitamix, un accessoire défectueux ne peut être réparé, Vitamix choisira (A) de le remplacer gratuitement, ou (B) d'en rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux accessoires qui ont été utilisés pour des applications commerciales ou des usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture. La présente garantie n'est valable que si l'accessoire est utilisé et entretenu conformément aux directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Vitamix ne sera pas responsable du coût des réparations non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL CONSTITUENT LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS CETTE GARANTIE. AUCUN EMPLOYÉ OU REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT ENGAGER VITAMIX.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 40,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-41",
    "content": "LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS CETTE GARANTIE. AUCUN EMPLOYÉ OU REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT SE FIER À AUCUNE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT EN RAISON D'UN CONTRAT, D'UNE INDEMNITÉ,   D'UNE GARANTIE, D'UN DÉLIT (NOTAMMENT LA NÉGLIGENCE), D'UNE RESPONSABILITÉ ABSOLUE OU AUTRE, VITAMIX NE POURRA ÊTRE RESPONSABLE DE DOMMAGES PARTICULIERS, INDIRECTS, ACCIDENTELS OU IMMATÉRIELS, INCLUANT, SANS S'Y LIMITER, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE. L'utilisation abusive, inappropriée ou négligente, l'altération de l'accessoire, l'exposition à des conditions anormales ou extrêmes et le non-respect des directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur l'accessoire par une autre personne ou entité que Vitamix ou un fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par cette garantie est utilisée en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 41,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-42",
    "content": "Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor (Ontario) N8Y 4Y5 1 800 848-2649   1 800 848-2649 service@vitamix.com   service@vitamix.com Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris les dommages causés lors de l'expédition, dans les 48 heures suivant la livraison. G   A R A N T I E   D E S   AC C E S S O I R E S 23  R   E M A R Q U E S ©2023 Vita-Mix Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise de quelque façon que ce soit, ou entreposée dans une banque de données ou un système d'extraction sans l'autorisation écrite de Vita-Mix Corporation. Le cas échéant : Comience su aventura vitamix.com VM0197  S   Í M B O L O S  Advertencia y precaución NUNCA toque las piezas móviles. Mantenga las manos y los utensilios fuera del vaso Peligro de descarga eléctrica Alta temperatura al licuar líquidos calientes Desconectar cuando no se utilice, antes de la limpieza, al cambiar accesorios o al tocar las piezas que se mueven cuando la licuadora se está usando Utilizar con la tapa y el tapón de la tapa puestos Leer y entender el manual del propietario NO sumergir Las piezas se calentarán durante el uso prolongado. NO toque el acople en la base de la licuadora ni el eje estriado motriz en la base de las cuchillas NO utilice su vaso de 20 onzas (0.6 L) para calentar ingredientes o licuar líquidos calientes. NO use los vasos (incluida la base de las cuchillas o las tapas) en el microondas.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 42,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-43",
    "content": "estriado motriz en la base de las cuchillas NO utilice su vaso de 20 onzas (0.6 L) para calentar ingredientes o licuar líquidos calientes. NO use los vasos (incluida la base de las cuchillas o las tapas) en el microondas. I   O   Encendido/apagado Pulsar  L   I C UA D O R A   D E   A LTO   R E N D I M I E N TO  E   S P E C I F I C AC I O N E S  Voltaje:   120 V   Altura (con el vaso de 64 onzas sobre la base): 17 pulgadas Frecuencia:   50 - 60 Hz   Ancho: 8 pulgadas Amperaje:   12 Amps   Profundidad: 11 pulgadas  E320  EXPLORIAN SERIES 26  M   E D I DA S   D E   S E G U R I DA D   I M P O R TA N T E S  ADVERTENCIA:   Para evitar el riesgo de una lesión grave durante el uso de su licuadora Vitamix®, se deben seguir precauciones de se- guridad básicas, incluidas lassiguientes . LEA TODAS LAS INSTRUCCIONES,MEDIDAS DE SEGURIDAD Y ADVERTENCIAS ANTES DEUTILIZAR SU LICUADORA. 1. Lea todas las instrucciones. 2. No utilice la licuadora para un fin distinto para el que fue diseñada. 3. No debe ser utilizada por o cerca de niños ni personas con discapacidades físicas,   sensoriales   o   mentales,   o   que   no   tengan   la   experiencia   ni   los conocimientos necesarios. Es necesario supervisar de cerca cuando la licuadora esté siendo usada por o cerca de niños o personas discapacitadas. Se debe supervisar a los niños para asegurarse de que no jueguen con la licuadora. 4. ADVERTENCIA: Para evitar una activación accidental, apague y desconecte la licuadora antes de la limpieza. 5. PRECAUCIÓN: A fin de evitar un peligro debido a un reajuste no intencional del interruptor térmico, la alimentación eléctrica a esta licuadora no deberá ser suministrada a través de un dispositivo interruptor externo, tal como un temporizador, ni conectado a un circuito que se encienda y apague con regularidad a causa del uso. 6. NO INMERSE. Para evitar el riesgo de una descarga eléctrica, no coloque la base de la licuadora sobre agua u otro líquido. 7.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 43,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-44",
    "content": "ni conectado a un circuito que se encienda y apague con regularidad a causa del uso. 6. NO INMERSE. Para evitar el riesgo de una descarga eléctrica, no coloque la base de la licuadora sobre agua u otro líquido. 7. Desconecte la licuadora de la toma de corriente cuando no la vaya a utilizar, antes de colocar o retirar piezas, y antes de la limpieza. 8. Verifique siempre que la licuadora esté APAGADA antes de conectar el cable en la toma de corriente de pared. Para la desconexión, APAGUE la licuadora y luego retire la clavija de la toma de corriente de pared. 9. Para proteger contra el riesgo de descarga eléctrica. APAGUE el aparato, luego desenchúfelo del Salida cuando no esté en uso, antes del montaje. o desmontaje de piezas y antes de limpiar. Para desenchufar, sujete el enchufe y tire de la salida. Nunca tire del cable de alimentación. 10. Evite el contacto con las piezas móviles. 11. No   utilice   la   licuadora   si   el   cable   o   la   clavija   están   dañados   o   si   la licuadora   presenta   una   avería,   se   ha   caído   o   tiene   algún   tipo   de daño. Llame   a   Servicio   al   cliente   de   Vitamix   al   1.800.848.2649   o 1.440.235.4840,   o   envíe   un   correo   electrónico   a   service@vitamix.com de   inmediato   para   cualquier   revisión,   reparación,   reemplazo   o   ajuste. En caso de haber adquirido su licuadora fuera de EUA o Canadá, póngase en contacto con su distribuidor Vitamix local. 12. Puede instalar en su cocina interruptores de circuito de falla a tierra. Éstos los puede buscar en las tiendas cerca de los disipadores de calor térmicos. Si la licuadora no funciona, desconéctela. Vuelva a colocar la toma de corriente de pared o el interruptor de circuito. Si el interruptor de circuito continúa disparándose, desconecte la licuadora de la toma de corriente. Deje descansar la licuadora durante 24 horas antes de intentar usarla nuevamente. Póngase en contacto con Servicio al cliente de Vitamix si el problema persiste .",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 44,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-45",
    "content": "el interruptor de circuito continúa disparándose, desconecte la licuadora de la toma de corriente. Deje descansar la licuadora durante 24 horas antes de intentar usarla nuevamente. Póngase en contacto con Servicio al cliente de Vitamix si el problema persiste . 13. La alteración o modificación de cualquiera de las piezas de la licuadora, incluido el uso de partes no autorizadas originalmente por Vitamix, podría causar un incendio, una descarga eléctrica o una lesión ocasionando la anulación de su garantía. 14. El uso de accesorios que no sean expresamente autorizados o vendidos por Vitamix para usarse con esta licuadora, incluidos los envases de conservas, podrían causar un incendio, una descarga eléctrica o una lesión. Este tipo de uso invalidará su garantía. 15. No utilice la licuadora en exteriores. 16. No deje que el cable cuelgue sobre el borde de la mesa o mostrador. 17. No coloque la licuadora sobre ni cerca de quemadores calientes eléctricos o a gas, ni dentro o encima de un horno caliente. 18. Mantenga las manos y los utensilios fuera del vaso mientras licúa para reducir el riesgo de lesiones personales graves o daños a la licuadora. Se puede usar un raspador o espátula de goma pero solo cuando la licuadora no esté funcionando. 19. La barra presionadora suministrada solo deberá usarse cuando la parte principal de la tapa esté en su lugar. 20. Las cuchillas son filosas. Limpie alrededor del conjunto de cuchillas en el vaso con extremo cuidado para evitar lesiones. 21. Para reducir el riesgo de lesiones, nunca coloque el conjunto de cuchillas en la base del motor a menos que esté ensamblado en el vaso de la Vitamix. 22. Se debe tener cuidado al manipular las filosas cuchillas de corte, al vaciar el vaso y durante la limpieza. 23.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 45,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-46",
    "content": "conjunto de cuchillas en la base del motor a menos que esté ensamblado en el vaso de la Vitamix. 22. Se debe tener cuidado al manipular las filosas cuchillas de corte, al vaciar el vaso y durante la limpieza. 23. No deje objetos extraños, tales como cucharas, tenedores, cuchillos o el tapón de la tapa dentro del vaso ya que esto podría dañar las cuchillas y otros componentes al poner en marcha la licuadora, además de que podría ocasionar alguna lesión. 24. Para evitar lesiones y daños, mantenga las manos y los utensilios, a excepción del tamper provisto, fuera del recipiente mientras licúa. La cubierta debe permanecer en su lugar cuando se utiliza la manipulación a través de la abertura del tapón de la tapa. Se puede usar un utensilio en el recipiente solo cuando se haya retirado de la base del motor. 25. Nunca intente usar la licuadora si las cuchillas están dañadas. 26. Nunca intente usar la licuadora si la almohadilla centradora ha sido retirada. 27. Utilice siempre la licuadora con la tapa y el tapón de la tapa firmemente colocados en su lugar. No retire la tapa de dos piezas mientras las cuchillas estén girando. Únicamente retire el tapón de la tapa para añadir ingredientes y utilizar la barra presionadora. 28. Tenga cuidado al licuar líquidos o ingredientes calientes en el vaso de 64 onzas; el chorro o escape de vapor podría causar quemaduras. No llene el vaso a su capacidad máxima. Siempre empiece procesando en el ajuste de velocidad más bajo (velocidad 1). Mantenga las manos y otras partes de su cuerpo expuestas lejos de la abertura de la tapa para evitar posibles quemaduras en la piel. 29. NO utilice su vaso de 20 onzas para calentar ingredientes o licuar líquidos calientes. Los ingredientes y líquidos calientes pueden crear una presión interna la cual podría causar que el vaso se rompiera provocando una lesión. 30. NO   utilice   de   forma   continua   su   máquina   durante   más   de 75 segundos con el vaso de 20 onzas. 31.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 46,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-47",
    "content": "una lesión. 30. NO   utilice   de   forma   continua   su   máquina   durante   más   de 75 segundos con el vaso de 20 onzas. 31. Si un vaso se siente caliente al tacto, suelta vapor o se descarga, deje de licuar inmediatamente y apague o desenchufe la licuadora. Permita que el vaso y los ingredientes se enfríen a temperatura amiente antes de retirar la base de las cuchillas. 32. Cuando prepare mantequillas de nueces o alimentos con aceite, no procese durante más de un minuto una vez que la mezcla empiece a circular en el vaso. Procesar durante períodos más largos podría ocasionar un sobrecalentamiento. 33. Asegúrese de que el vaso y el adaptador para vaso personal estén nivelados con la almohadilla centradora para asegurar que el eje estriado motriz esté enganchado con el acople antes de la operación. 34. Asegúrese de usar la junta en la base de las cuchillas y apretar el vaso adecuadamente a la base de las cuchillas antes de licuar. 35. Nunca coloque el adaptador para vaso personal en la base de las cuchillas sin que el vaso esté fijado. ADVERTENCIA  Para evitar lesiones. Lea y entienda el manual de instrucciones antes de utilizar esta máquina. GUARDE ESTAS INSTRUCCIONES 27  INSTRUCCIONES IMPORTANTES PARA UN USO SEGURO  Este producto está diseñado ÚNICAMENTE PARA USO DOMÉSTICO y no para ser utilizado con fines comerciales. No deje su licuadora Vitamix desatendida mientras la esté usando. Cualquier reparación, servicio o reemplazo de piezas deberá ser realizado por Vitamix o por un representante de servicio autorizado por Vitamix. AVISO:   EL NO SEGUIR CUALQUIERA DE LAS MEDIDAS DE SEGURIDAD E INSTRUCCIONES IMPORTANTES PARA UN USO SEGURO SE CONSIDERA UN USO INCORRECTO DE SU LICUADORA VITAMIX, LO QUE PODRÁ ANULAR SU GARANTÍA Y OCASIONAR UN RIESGO DE LESIONES GRAVES. ADVERTENCIA  Peligro de descarga eléctrica. Use únicamente una toma de corriente con conexión a tierra. NO   quite la conexión a tierra. NO   utilice ningún adaptador.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 47,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-48",
    "content": "ANULAR SU GARANTÍA Y OCASIONAR UN RIESGO DE LESIONES GRAVES. ADVERTENCIA  Peligro de descarga eléctrica. Use únicamente una toma de corriente con conexión a tierra. NO   quite la conexión a tierra. NO   utilice ningún adaptador. NO   utilice ningún cable de extensión. Siempre desconecte la licuadora antes de limpiar la base del motor o cuando no la esté usando. No coloque la base del motor en agua u otro líquido. El no seguir las instrucciones puede provocar una descarga eléctrica e incluso la muerte. P   I E Z A S   Y   C A R AC T E R Í S T I C A S  Vasos Vitamix anteriores   - Los vasos anteriores (C Series y G Series) funcionarán con la base de su licuadora Explorian. Un vaso de 20 onzas se puede utilizar siempre que sea compatible con el adaptador personal de su vaso Vitamix. Los vasos Vitamix Self-Detect no funcionarán con la licuadora Explorian. Para conocer más detalles, visite vitamix.com. Vaso, tapón de la tapa y barra presionadora  •   Siempre que utilice la licuadora, hágalo con la tapa y el tapón de la tapa puestos. •   Nunca utilice la licuadora sin revisar y asegurarse de que la tapa está firmemente asegurada en su lugar. •   Inserte el tapón de la tapa a través de la abertura del tapón de la tapa. Asegure el tapón en su lugar girándolo en el sentido de las manecillas del reloj. Para retirarlo, gírelo en sentido inverso al de las manecillas del reloj y sáquelo. •   Retire el tapón de la tapa para usar la barra presionadora o añadir ingredientes. Raspador de cuchillas   - Vea el Anexo 1 - Accesorios  Soporte de la barra presionadora   - Vea el Anexo 1 - Accesorios  Motor   - El motor está diseñado para protegerse a sí mismo de un sobrecalentamiento. Si la licuadora no arranca de inmediato, revise para asegurarse de haber conectado la unidad y que el interruptor de encendido/apagado esté en ON (encendido). En caso de que el motor se sobrecaliente, permita que éste se enfríe durante 20 a 45 minutos.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 48,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-49",
    "content": "no arranca de inmediato, revise para asegurarse de haber conectado la unidad y que el interruptor de encendido/apagado esté en ON (encendido). En caso de que el motor se sobrecaliente, permita que éste se enfríe durante 20 a 45 minutos. Consejos para evitar \"sobrecargar\" su licuadora:  •   Procese únicamente recetas Vitamix cuando esté aprendiendo a utilizar la licuadora. •   No procese recetas a velocidades menores o mayores que las recomendadas. •   No procese recetas por más tiempo que el recomendado. •   Utilice su barra presionadora para procesar mezclas más espesas y mantener a los ingredientes moviéndose alrededor y a través de las cuchillas. Vaso de de bajo perfil Tapa de dos piezas Base de la licuadora Almohadilla centradora Cuchillas 28  PRECAUCIÓN  Las cuchillas giratorias pueden causar daños. Las tapas y las barras presionadoras no son intercambiables entre los diferentes estilos, tipos y tamaños de vasos. Utilice la barra presionadora que le fue suministrada con su licuadora. ¡IMPORTANTE! F   A M I L I A R Í C E S E   C O N   S U   VA S O   ,   TA PA   Y   B A R R A P R E S I O N A D O R A   V   I TA M I X  Nota: Los vasos Self-Detect de Vitamix no funcionarán con la licuadora Explorian. Las tapas y las barras presionadoras no son intercambiables entre los diferentes estilos, tipos y tamaños de vasos. Utilice la barra presionadora y la tapa que le fueron suministradas con su licuadora. Cómo determinar qué barra presionadora debe usarse con su vaso  Antes de utilizar una barra presionadora durante el licuado, verifique que cuenta con la correcta. Utilice únicamente la barra presionadora con la tapa asegurada firmemente en su lugar y después de haber retirado el tapón de la tapa. La barra presionadora correcta es la que le fue suministrada con su licuadora al momento de la compra.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 49,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-50",
    "content": "únicamente la barra presionadora con la tapa asegurada firmemente en su lugar y después de haber retirado el tapón de la tapa. La barra presionadora correcta es la que le fue suministrada con su licuadora al momento de la compra. En caso de que su barra presionadora no haya venido con su licuadora, o si desea determinar si la barra presionadora que tiene puede utilizarse con su vaso nuevo, siga los siguientes pasos y vea las ilustraciones para determinar qué barra presionadora utilizar. 1. Coloque la tapa en un vaso vacío. 2. Retire el tapón de la tapa e inserte la barra  64 oz. / 2,0 L (SHORT) 64 oz. / 2,0 L (TALL)   48 oz. / 1,4 L   32 oz. / 0,9 L  El vaso pequeño (o de bajo perfil)   de 64 onzas / 2 L   utiliza una barra presionadora de aproximadamente 11 pulgadas de largo. El vaso alto de 64 onzas / 2 L   utiliza   una barra presionadora de aproximadamente 12-½ pulgadas de largo. Los vasos de 48 onzas (1.4 L) y 32 onzas (0.9 L) utilizan una barra presionadora de aproximadamente 9-¾ pulgadas de largo. Las barras presionadoras sin escalón NO DEBEN ser utilizadas con ningún vaso Vitamix. O   T R O S   VA S O S   Y   B A R R A S   P R E S I O N A D O R A S   V   I TA M I X  presionadora a través de la abertura del tapón de la tapa. La barra presionadora deberá caber fácilmente dentro de la abertura. Ésta no deberá hacer contacto con las cuchillas al moverla dentro del vaso. 3. Inspección visual:   SI LA BARRA PRESIONADORA TOCA LAS CUCHILLAS EN ALGÚN ÁNGULO, NO DEBERÁ UTILIZARLA CON SU VASO. 4. En caso de no contar con la barra presionadora correcta para su vaso, póngase en contacto con Servicio al cliente de Vitamix para uso doméstico llamando al 1.800.848.2649 o 1.440.235.4840. Disco antisalpicaduras de la barra presionadora Barra presionadora Conjunto de cuchillas Tapa 29  L   I C U A R  1. Llene su vaso de acuerdo con su receta o el orden de llenado indicado en la ilustración aquí mostrada. ¡IMPORTANTE!",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 50,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-51",
    "content": "barra presionadora Barra presionadora Conjunto de cuchillas Tapa 29  L   I C U A R  1. Llene su vaso de acuerdo con su receta o el orden de llenado indicado en la ilustración aquí mostrada. ¡IMPORTANTE! Use siempre la tapa y el tapón de la tapa en el vaso grande cuando la máquina esté funcionando. Nunca ponga en marcha la licuadora sin revisar y verificar que la tapa y el tapón de la tapa están asegurados firmemente en su lugar. 2. Presione la tapa en su lugar hasta que las dos lengüetas embonen en la boquilla del vaso. Inserte el tapón de la tapa. Gire el tapón de la tapa en el sentido de las manecillas del reloj para asegurarlo. 3. Coloque el vaso en la base. 4. Mire el selector de velocidad variable. Asegúrese de que esté apuntando hacia la velocidad 1. Presione el interruptor de encendido/apagado para encender la máquina. Las cuchillas empezarán a girar. 5. Gire el selector de velocidad variable a una posición entre 1 y 10 durante el ciclo de licuado para incrementar o reducir la velocidad de las cuchillas. 6. Al final del proceso de licuado, gire el selector de velocidad variable en sentido inverso al de las manecillas del reloj hasta la velocidad 1. Presione el interruptor de encendido/apagado. Nota:   El vaso de 20 onzas aquí mencionado es un accesorio opcional de las licuadoras Explorian cuando se utiliza con un adaptador Vitamix para vaso personal. Visite vitamix.com para obtener más información. Consulte el Manual del propietario del adaptador para vaso personal para conocer los detalles sobre el uso. Líquidos Productos secos Verduras de hoja Frutas y vegetales Hielo e ingredientes congelados Ingredientes  ADVERTENCIA A fin de evitar quemaduras, nunca empiece con velocidades mayores a 1 cuando procese líquidos calientes en un vaso grande. El escape de vapor, las salpicaduras o el contenido pueden provocar quemaduras. Siempre empiece en la velocidad 1 y luego increméntala poco a poco hasta 10.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 51,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-52",
    "content": "empiece con velocidades mayores a 1 cuando procese líquidos calientes en un vaso grande. El escape de vapor, las salpicaduras o el contenido pueden provocar quemaduras. Siempre empiece en la velocidad 1 y luego increméntala poco a poco hasta 10. NO utilice su vaso de 20 onzas para calentar ingredientes o licuar líquidos calientes. Los ingredientes y líquidos calientes pueden crear una presión interna la cual podría causar que el vaso se rompiera provocando una lesión. NO utilice en forma continua su máquina durante más de 2 minutos con el vaso de 20 onzas y el adaptador para vaso personal. Si un vaso se siente caliente al tacto, suelta vapor o se descarga, deje de licuar inmediatamente y apague o desenchufe la licuadora. Permita que el vaso y los ingredientes se enfríen a temperatura amiente antes de retirar la base de las cuchillas. Las piezas se calentarán con el uso prolongado. NO toque el acople en la base de la licuadora ni el eje estriado motriz en el adaptador para vaso personal. Para evitar daños o lesiones personales, NO use los vasos (incluida la base de las cuchillas o las tapas) en el microondas. P   A N E L   D E   C O N T R O L  Interruptor de encendido/ apagado Interruptor de encendido/apagado (I/O)   - El interruptor de encendido/apagado controla la alimentación eléctrica a la máquina. Selector de velocidad variable   - El selector de velocidad variable le permite tener el control de manera manual de la velocidad 1 (la más baja) hasta la 10 (la máxima). Pulsar ()   - Las cuchillas girarán a la velocidad mostrada en el panel de control al oprimir Pulsar. Selector de velocidad variable Pulsar 30  C   U I DA D O   Y   L I M P I E Z A  Siga estas instrucciones si prefiere no lavar su vaso en la lavavajillas. Para limpiar el vaso LP de 64 onzas:  1. Llene el vaso hasta la mitad con agua tibia y agregue un par de gotas de jabón para trastes. 2. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 52,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-53",
    "content": "64 onzas:  1. Llene el vaso hasta la mitad con agua tibia y agregue un par de gotas de jabón para trastes. 2. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 3. Presione el interruptor de encendido/apagado. Incremente poco a poco la velocidad hasta 10. 4. Ponga a funcionar la máquina durante 30 a 60 segundos. 5. Gire el selector de velocidad variable nuevamente a 1. Presione Arrancar/detener. 6. Enjuague y escurra todas las piezas. Para   desinfectar   el   vaso   LP   de   64   onzas   con   cloro:  1. Siga las instrucciones de limpieza arriba indicadas. 2. Llene el vaso hasta la mitad con agua tibia y agregue 1 ½ cucharaditas de cloro líquido. 3. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 4. Gire el selector en el sentido de las manecillas del reloj hasta la velocidad 1. 5. Presione el interruptor de encendido/apagado. Incremente poco a poco la velocidad hasta 10. 6. Ponga a funcionar la máquina durante 30 a 60 segundos. 7. Gire el selector de velocidad variable nuevamente a 1. Presione Arrancar/detener. 8. Deje la mezcla en el vaso durante 1 ½ minutos más. 9. Retire la mezcla de cloro. Permita que el vaso se seque al aire. No lo enjuague después de desinfectarlo. ANTES DEL PRIMER USO:  1. Limpie la base con un paño humedecido en agua tibia y séquela con paño seco y suave. Lave el vaso, la tapa, el tapón de la tapa y la barra presionadora con agua tibia y jabón. Enjuague todas las piezas. Séquelas con un paño seco y suave. 2. Elija un espacio en el mostrador que esté nivelado, seco y limpio. Conecte la licuadora en una toma de corriente de tres clavijas con conexión a tierra. Nota:   Su vaso Vitamix está diseñado para poder lavarse completamente sin necesidad de retirar la tuerca de retención ni el conjunto de cuchillas . NO intente retirar la tuerca de retención ni el conjunto de cuchillas del vaso.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 53,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-54",
    "content": "Nota:   Su vaso Vitamix está diseñado para poder lavarse completamente sin necesidad de retirar la tuerca de retención ni el conjunto de cuchillas . NO intente retirar la tuerca de retención ni el conjunto de cuchillas del vaso. Nuestros procedimientos normales de limpieza y desinfección así como el ciclo de limpieza de una lavavajillas garantizan una limpieza completa y exhaustiva de su vaso y sus componentes. Si su vaso está dañado, evite usarlo. Póngase en contacto INMEDIATAMENTE con Servicio al Cliente de Vitamix para solicitar asistencia. 7. Si la mezlca deja de circular, inserte la barra presionadora a través del tapón de la tapa y revuelva hasta que el aire salga. Si esto no funciona, presione el interruptor de encendido/apagado para detener el motor. Retire el vaso de la base de la licuadora y utilice una espátula de goma para presionar las burbujas de aire lejos de las cuchillas. Añada líquido si es necesario. Vuelva a colocar la tapa y el tapón de la tapa. Coloque nuevamente el vaso en la base de la licuadora y continúe licuando. 8. Al finalizar el licuado, espere hasta que las cuchillas se detengan por completo antes de retirar la tapa o el vaso de la base de la licuadora. Consejos para evitar \"sobrecargar\" su licuadora:  •   Procese únicamente recetas Vitamix cuando esté aprendiendo a utilizar la licuadora. •   No procese recetas a velocidades menores o mayores que las recomendadas. •   No procese recetas por más tiempo que el recomendado. •   Utilice su barra presionadora para procesar mezclas más espesas y mantener a los ingredientes moviéndose alrededor y a través de las cuchillas. Cómo utilizar la barra presionadora: ¡IMPORTANTE! El disco antisalpicaduras (cerca de la parte superior de la barra presionadora) y la tapa evitan que la barra presionadora golpee las cuchillas cuando la tapa está correctamente asegurada en su lugar. •   El vaso no deberá llenarse más de dos tercios de su capacidad cuando se utilice la barra presionadora durante el licuado.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 54,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-55",
    "content": "que la barra presionadora golpee las cuchillas cuando la tapa está correctamente asegurada en su lugar. •   El vaso no deberá llenarse más de dos tercios de su capacidad cuando se utilice la barra presionadora durante el licuado. •   Para evitar un sobrecalentamiento durante el licuado, NO utilice la barra presionadora por más de 30 segundos consecutivos. •   Si los alimentos no circulan, la licuadora podría haber atrapado una burbuja de aire. Retire con cuidado el tapón de la tapa asegurándose de que la tapa permanezca firmemente en su lugar. Libere la burbuja de aire insertando la barra presionadora a través de la abertura del tapón dela tapa. •   Sostener la barra presionadora en forma recta no ayudará a que los ingredientes circulen. Si es necesario, diriga la barra presionadora hacia los lados o esquinas del vaso. NO intente forzar la barra presionadora más allá de la profundidad del vaso. 31  Base de la licuadora  1. Apague y desconecte la licuadora. ADVERTENCIA  Peligro de descarga eléctrica. Siempre desconecte la licuadora antes de limpiar su base o cuando no la esté usando. No coloque la base de la licuadora en agua u otro líquido. El no seguir las instrucciones puede provocar una descarga eléctrica e incluso la muerte. Tapas, Tapón de la tapa, almohadilla centradora, barra presionadora, soporte de la barra presionadora y raspador de cuchillas  Todas las piezas enumeradas abajo son aptas para lavavajillas. Si lo prefiere, lave las piezas con agua tibia y jabón. Enjuáguelas con el agua de la llave y luego séquelas. ADVERTENCIA  Para evitar lesiones y daños. Para evitar una activación accidental, apague y desconecte la licuadora antes de la limpieza. Para   desinfectar   el   vaso   LP   de   64   onzas   con   vinagre:  1. Siga las instrucciones de limpieza arriba indicadas. 2. Prepare una solución de vinagre: para el vaso de 64 onzas, diluya 16 onzas (473 ml) de vinagre en 16 onzas (473ml) de agua. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 55,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-56",
    "content": "con   vinagre:  1. Siga las instrucciones de limpieza arriba indicadas. 2. Prepare una solución de vinagre: para el vaso de 64 onzas, diluya 16 onzas (473 ml) de vinagre en 16 onzas (473ml) de agua. 3. Presione o haga embonar la tapa de dos piezas hasta quedar asegurada en su lugar. 4. Empiece con la velocidad variable 1 en la pantalla. Presione Arrancar/detener. 5. Incremente poco a poco la velocidad hasta 10. 6. Ponga en marcha la máquina en la velocidad 10 durante 2 minutos completos. 7. Gire el selector de velocidad variable nuevamente a 1. Presione Arrancar/detener. 8. Deje la mezcla en el vaso durante otros 3 minutos completos. El tiempo total de contacto de la solución de vinagre con el vaso debe ser de 5 minutos. 9. Retire la solución de vinagre del vaso y viértala sobre la parte interior de la tapa de dos piezas. Repita el procedimiento de desinfección una segunda vez (pasos 2 a 9). 10. Permita que el vaso y la tapa se sequen al aire. No los enjuague después de desinfectarlos. Si es necesario, enjuáguelos de inmediato antes del próximo uso. 11. Retire la mezcla de cloro. Permita que el vaso se seque al aire. No lo enjuague después de desinfectarlo. 2. Lave la superficie exterior con un paño suave y húmedo o con una esponja que contenga una solución suave de jabón líquido para trastes y agua tibia. No coloque la base de la licuadora en agua. La almohadilla centradora puede retirarse para una limpieza más exhaustiva. La almohadilla centradora es apta para lavavajillas. 3. Seque de inmediato todas las superficies y límpielas con un paño suave. 32  Garantía total de la máquina por 7 años  1. REGISTRO DEL PRODUCTO. Usted puede hacer el registro en línea en vitamix.com/warranty; o llamando a nuestro departamento de Servicio al cliente al 1.800.848.2649 o 1.440.235.4840. El no registrar la compra de su producto no reducirá sus derechos de la garantía.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 56,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-57",
    "content": "REGISTRO DEL PRODUCTO. Usted puede hacer el registro en línea en vitamix.com/warranty; o llamando a nuestro departamento de Servicio al cliente al 1.800.848.2649 o 1.440.235.4840. El no registrar la compra de su producto no reducirá sus derechos de la garantía. Sin embargo, el registro de su compra permitirá que Vitamix le brinde un mejor servicio atendiendo todas sus necesidades a través de Servicio al Cliente. 2. QUIÉN TIENE DERECHO A RECLAMAR LA COBERTURA DE LA GARANTÍA  Vitamix extiende la presente garantía al propietario de esta Licuadora exclusivamente para su uso personal en el hogar. Esta garantía no aplica para productos usados con fines comerciales, de alquiler o reventa. Si la propiedad de la Licuadora cambia en el transcurso de 7 años, esta información deberá ser actualizada con el nombre del nuevo propietario en vitamix.com  3. LO QUE ESTÁ CUBIERTO. Vitamix garantiza al propietario que si esta Licuadora   (la \"Licuadora\" consta de la base del motor, cualquier vaso, tapa y barra presionadora adquiridos con ésta)   falla dentro de los 7 años siguientes a la fecha de compra a causa de defectos de los materiales o de fabricación, o como resultado del desgaste normal por el uso doméstico regular, Vitamix reparará sin costo la Licuadora o componente de la Licuadora defectuoso dentro de un plazo de 30 días a partir de la recepción del producto devuelto. Si Vitamix determina, a su entera discreción, que la Licuadora o componente de la Licuadora no pueden ser reparados, Vitamix ofrecerá ya sea (A) reemplazar sin costo la Licuadora, o (B) reembolsar al propietario el total del precio de compra, a menos que reciba una notificación previa por escrito indicando la opción preferida por el propietario. 4. LO QUE NO ESTÁ CUBIERTO. La presente garantía no aplica a las licuadoras usadas con fines comerciales o en aplicaciones que no sean de uso doméstico.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 57,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-58",
    "content": "reciba una notificación previa por escrito indicando la opción preferida por el propietario. 4. LO QUE NO ESTÁ CUBIERTO. La presente garantía no aplica a las licuadoras usadas con fines comerciales o en aplicaciones que no sean de uso doméstico. Esta garantía no cubre cambios en el aspecto que no afecten el rendimiento, tales como la decoloración o los efectos debido al uso de abrasivos o limpiadores o la acumulación de alimentos. Esta garantía solamente será válida si la Licuadora se utiliza y recibe mantenimiento de acuerdo con las instrucciones, advertencias y medidas de seguridad contenidas en el Manual del propietario. Vasos: El moler ciertas hierbas y especias en el vaso podría dar como resultado un maridaje cosmético con el vaso y ocasionar el desgaste prematuro de las cuchillas. Los rastros de arena, granos gruesos y hierbas abrasivas también podrían ocasionar un desgaste prematuro de las cuchillas. Las hierbas pueden contener aceites volátiles y causar que el vaso retenga dichos aceites ocasionando una decoloración permanente. Su vaso y las cuchillas no están cubiertas en la garantía de Vitamix bajo estas circunstancias. Vitamix no se hará responsable del costo de las reparaciones no autorizadas en la garantía. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX. POR CONSIGUIENTE, EL COMPRADOR NO DEBERÁ BASARSE EN NINGUNA OTRA DECLARACIÓN FORMULADA POR CUALQUIER EMPLEADO O REPRESENTANTE DE VITAMIX.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 58,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-59",
    "content": "REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX. POR CONSIGUIENTE, EL COMPRADOR NO DEBERÁ BASARSE EN NINGUNA OTRA DECLARACIÓN FORMULADA POR CUALQUIER EMPLEADO O REPRESENTANTE DE VITAMIX. VITAMIX EN NINGÚN CASO SERÁ RESPONSABLE DE DAÑOS ESPECIALES, INDIRECTOS, INCIDENTALES O CONSECUENTES, INCLUIDA LA PÉRDIDA DE UTILIDADES O INGRESOS, POR CAUSAS DE CARÁCTER CONTRACTUAL, PECUNARIO, EXTRACONTRACTUAL (INCLUIDA LA NEGLIGENCIA), U OBJETIVO O QUE SE RELACIONEN CON UNA GARANTÍA. Algunos estados no permiten las limitaciones en las garantías, por lo que es posible que en dichos estados las limitaciones mencionadas arriba no apliquen para usted. Fuera del territorio de EUA y Canadá pueden aplicarse otras garantías. 5. LO QUE ANULARÁ ESTA GARANTÍA. El maltrato, uso inapropiado o negligente, o alteración de la Licuadora, así como su exposición a condiciones anormales o extremas, o no seguir sus instrucciones de operación, causarán la anulación de esta garantía. Asimismo, esta garantía quedará anulada si las reparaciones en la Licuadora o cualquier componente de la Licuadora son efectuadas por alguien más que no sea Vitamix o por un proveedor de servicios no autorizado por Vitamix, o si cualquier componente de la Licuadora sujeto a esta garantía es utilizado junto con una base de motor o vaso que no hayan sido expresamente aprobados por Vitamix. 6. CÓMO OBTENER UNA AUTORIZACIÓN DE DEVOLUCIÓN BAJO LOS TÉRMINOS DE ESTA GARANTÍA. En caso de requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix lIamando al 1.800.848.2649 o 1.440.235.4840. Para cualquier licuadora que no haya sido registrada con Vitamix, se solicitará la fecha de compra y un comprobante de la misma.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 59,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-60",
    "content": "requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix lIamando al 1.800.848.2649 o 1.440.235.4840. Para cualquier licuadora que no haya sido registrada con Vitamix, se solicitará la fecha de compra y un comprobante de la misma. Para las licuadoras sujetas a la presente garantía serán proporcionados un número de autorización de devolución, instrucciones actualizadas para el envío y una etiqueta de devolución prepagada para la entrega. Vitamix asumirá los costos de envío estándar por concepto de devolución de una Licuadora para que le sea efectuado el servicio o reparación bajo los términos de esta garantía y para devolver el producto tras la reparación o reemplazo. El comprador será responsable de asumir los costos derivados de la solicitud de envíos especiales. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation. Estados Unidos   Canadá  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1-800-848-2649   1-800-848-2649 service@vitamix.com   service@vitamix.com Se considerará que usted ha aceptado el producto devuelto \"en el estado en que se encuentra\" al momento de la devolución a menos que usted le notifique a Vitamix sobre cualquier problema, incluidos daños por envío, dentro de las 48 horas siguientes a la entrega. G   A R A N T Í A   Y   S E R V I C I O 33  Accesorios  Los siguientes accesorios están disponibles para usarse con el modelo Explorian y otras licuadoras Vitamix anteriores. 1. Adaptador para vaso personal  2. Soporte de la barra presionadora  3. Raspador de cuchillas  A   N E XO   1 - A   C C E S O R I O S  I   NSTRUCCIONES DE USO Y CUIDADO DEL SOPORTE DE LA BARRA PRESIONADORA  Nota:   Si el soporte de la barra presionadora está instalado correctamente, éste no interferirá con la operación de licuado.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 60,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-61",
    "content": "I O S  I   NSTRUCCIONES DE USO Y CUIDADO DEL SOPORTE DE LA BARRA PRESIONADORA  Nota:   Si el soporte de la barra presionadora está instalado correctamente, éste no interferirá con la operación de licuado. El soporte de la barra presionadora se puede instalar ya sea del lado izquierdo o del lado derecho de la base del motor. 1. Lave las piezas a mano con agua tibia y jabón o en la bandeja superior de la lavavajillas antes de ensamblarlas. 2. Elija un lado de la base del motor para instalar el soporte de la barra presionadora. 3. Levante la base de la licuadora. Coloque la base del soporte de la barra presionadora en el marco de la licuadora. Baje de nuevo la base de la licuadora sobre la superficie de trabajo o mostrador. Coloque la parte hueca del soporte de la barra presionadora en la base del soporte de la barra presionadora. Gire la parte hueca de la barra presionadora en el sentido de las manecillas del reloj para  I   NSTRUCCIONES DE USO Y CUIDADO DEL RASPADOR DE CUCHILLAS  1. Lave las piezas a mano con agua tibia y jabón o en la bandeja superior de la lavavajillas antes del uso. 2. Use el raspador de cuchillas para remover ingredientes como mermelada y mantequilla de cacahuate abajo de las cuchillas pero solo una vez que el vaso haya sido retirado de la base del motor. Mantenga las manos y los utensilios fuera del vaso mientras licúa para reducir el riesgo de lesiones personales graves o daños a la licuadora. Se puede usar un raspador o espátula de goma o un raspador de cuchillas pero solo cuando la licuadora no esté funcionando o después de haber retirado el vaso de la base del motor. No deje objetos extraños, tales como cucharas, tenedores, cuchillos, raspadores, espátulas o el tapón de la tapa dentro del vaso ya que esto podría dañar las cuchillas y otros componentes al poner en marcha la licuadora, además de que podría ocasionar alguna lesión . ¡IMPORTANTE! Instalación correcta (nivelada con la base del motor) asegurarla en su lugar. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 61,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-62",
    "content": "del vaso ya que esto podría dañar las cuchillas y otros componentes al poner en marcha la licuadora, además de que podría ocasionar alguna lesión . ¡IMPORTANTE! Instalación correcta (nivelada con la base del motor) asegurarla en su lugar. 4. Asegúrese de que la licuadora esté sobre una superficie plana y estable (que no se balancee de un lado al otro) antes de licuar. Una vez instalada correctamente, la superficie plana interior de la parte hueca del soporte de la barra presionadora quedará nivelada con el costado de la licuadora (vea la foto). 5. Retire periódicamente el soporte de la barra presionadora de la licuadora para limpiarlo. Para retirar la parte hueca de la barrra presionadora, gírela en sentido inverso al de las manecillas del reloj. 6. Para retirar la base, levante la base del motor y retire la base del soporte de la barra presionadora. 34  Garantía de 1 año para los accesorios  1. LO QUE ESTÁ CUBIERTO  Vita-Mix Corporation (\"Vitamix\") garantiza que (el \"Accesorio\" (soporte de la barra presionadora, raspador de cuchillas) estará libre de defectos de materiales o de fabricación y no se deteriorará con el uso doméstico normal durante un período de 1 año a partir de la fecha de compra. Vitamix reparará sin costo el Accesorio en caso de presentar algún defecto dentro de un plazo de 30 días a partir de la fecha de recepción del producto devuelto. Si Vitamix determina, a su entera discreción, que el Accesorio no puede ser reparado, Vitamix ofrecerá ya sea (A) reemplazar sin costo el Accesorio, o (B) reembolsar al propietario el total del precio de compra, a menos que reciba una notificación previa por escrito indicando la opción preferida por el propietario. 2. QUIÉN TIENE DERECHO A RECLAMAR LA COBERTURA DE LA GARANTÍA  Vitamix extiende la presente garantía al propietario de este Accesorio exclusivamente para su uso personal en el hogar. Esta garantía no aplica para productos usados con fines comerciales, de alquiler o reventa. 3. LO QUE ESTÁ CUBIERTO.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 62,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-63",
    "content": "LA GARANTÍA  Vitamix extiende la presente garantía al propietario de este Accesorio exclusivamente para su uso personal en el hogar. Esta garantía no aplica para productos usados con fines comerciales, de alquiler o reventa. 3. LO QUE ESTÁ CUBIERTO. Vitamix garantiza al propietario que si este   Accesorio   falla dentro del año siguiente a la fecha de compra a causa de defectos de los materiales o de fabricación, o como resultado del desgaste normal por el uso doméstico regular, Vitamix reparará sin costo el Accesorio o componente defectuoso dentro de un plazo de 30 días a partir de la recepción del producto devuelto. Si Vitamix determina, a su entera discreción, que el Accesorio no puede ser reparado, Vitamix ofrecerá ya sea (A) reemplazar sin costo el Accesorio, o (B) reembolsar al propietario el total del precio de compra, a menos que reciba una notificación previa por escrito indicando la opción preferida por el propietario. 4. LO QUE NO ESTÁ CUBIERTO. La presente garantía no aplica al Accesorio usado con fines comerciales o en aplicaciones que no sean de uso doméstico. Esta garantía no cubre cambios en el aspecto que no afecten el rendimiento, tales como la decoloración o los efectos debido al uso de abrasivos o limpiadores o la acumulación de alimentos. Esta garantía solamente será válida si el Accesorio se utiliza y recibe mantenimiento de acuerdo con las instrucciones, advertencias y medidas de seguridad contenidas en el Manual del propietario. Vitamix no se hará responsable del costo de las reparaciones no autorizadas en la garantía. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 63,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-64",
    "content": "SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX. POR CONSIGUIENTE, EL COMPRADOR NO DEBERÁ BASARSE EN NINGUNA OTRA DECLARACIÓN FORMULADA POR CUALQUIER EMPLEADO O REPRESENTANTE DE VITAMIX. VITAMIX EN NINGÚN CASO SERÁ RESPONSABLE DE DAÑOS ESPECIALES, INDIRECTOS, INCIDENTALES O CONSECUENTES, INCLUIDA LA PÉRDIDA DE UTILIDADES O INGRESOS, POR CAUSAS DE CARÁCTER CONTRACTUAL, PECUNARIO, EXTRACONTRACTUAL (INCLUIDA LA NEGLIGENCIA), U OBJETIVO O QUE SE RELACIONEN CON UNA GARANTÍA. Algunos estados no permiten las limitaciones en las garantías, por lo que es posible que en dichos estados las limitaciones mencionadas arriba no apliquen para usted. Fuera del territorio de EUA y Canadá pueden aplicarse otras garantías. 5. LO QUE ANULARÁ ESTA GARANTÍA. El maltrato, uso inapropiado o negligente, o alteración del Accesorio, así como su exposición a condiciones anormales o extremas, o no seguir sus instrucciones de operación, causarán la anulación de esta garantía. Asimismo, esta garantía quedará anulada si las reparaciones en el Accesorio son efectuadas por alguien más que no sea Vitamix o por un proveedor de servicios no autorizado por Vitamix, o si cualquier componente de la Licuadora sujeto a esta garantía es utilizado junto con una base de la licuadora o vaso que no hayan sido expresamente aprobados por Vitamix. 6. CÓMO OBTENER UNA AUTORIZACIÓN DE DEVOLUCIÓN BAJO LOS TÉRMINOS DE ESTA GARANTÍA. En caso de requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix lIamando al 1.800.848.2649 o 1.440.235.4840. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 64,
      "total_chunks": 66
    }
  },
  {
    "id": "explorian-e320-introduction-65",
    "content": "ESTA GARANTÍA. En caso de requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix lIamando al 1.800.848.2649 o 1.440.235.4840. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation. Estados Unidos   Canadá  Vita-Mix Corporation   Vita-Mix Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1-800-848-2649   1-800-848-2649 service@vitamix.com   service@vitamix.com Se considerará que usted ha aceptado el producto devuelto \"en el estado en que se encuentra\" al momento de la devolución a menos que usted le notifique a Vitamix sobre cualquier problema, incluidos daños por envío, dentro de las 48 horas siguientes a la entrega. G   A R A N T Í A   D E   L O S   AC C E S O R I O S 35  N   OTA S ©2023 Vita-Mix Corporation. Ninguna parte de esta publicación podrá ser reproducida ni transmitida en ninguna forma ni por ningún medio, ni almacenada en una base de datos o sistema de recuperación, sin previa autorización por escrito por parte de Vita-Mix Corporation. 131719_Rev B_ 7/23   MULTI  Cuando se aplique:",
    "metadata": {
      "content_type": "safety",
      "product_series": "explorian",
      "models": [
        "E320"
      ],
      "section_title": "Introduction",
      "manual_name": "Explorian E320",
      "chunk_index": 65,
      "total_chunks": 66
    }
  }
]