[
  {
    "id": "propel-410-510-750-introduction-0",
    "content": "vitamix.com U.S. Patent: vitamix.com/patents  PROPEL™ SERIES VM0197A & VM0197B  S   PECIFICATIONS  Voltage:   120 V Frequency:   50 - 60 Hz Power (max):   1400 Watts Height:   with 48 oz. / 1.4 L container on motor base OR with 64 oz. / 2.0 L container on motor base: 17.5 inches / 44.5 cm Depth:   9.0 inches / 22.9 cm Width:   8.0 inches / 20.3 cm  SYMBOLS  Warning and Caution NEVER touch moving parts. Keep hands and utensils out of the container. Electric Shock Hazard High temperatures exist when blending hot liquids. Unplug while not in use, before cleaning the motor base or centering pad, or touching parts that move. ALWAYS operate with the lid and lid plug in place. Read and understand the owner’s manual. NEVER immerse the power cord, power plug, or motor base in water or any other liquid. Parts will become hot with extended use. NEVER touch the motor base drive socket or the drive spline in the blade base. On / Off Start / Stop Pulse  PROGRAM SYMBOLS (CORRESPOND TO VITAMIX RECIPES)  All Models Only on the Propel 510 & 750 Model  Frozen Desserts   Hot Soup  Only on the Propel 750 Model  Dips & Spreads   Self-Cleaning  ©2024 Vita-Mix Corporation. No part of this publication may be reproduced or transmitted in any form or by any means, or stored in a database or retrieval system, without the written permission of Vita-Mix Corporation. 410/510/750   H   I G H   -P   E R FO R M A N C E   B   L E N D E R  Smoothies I MPORTANT   SAFEGUARDS  2   149979  1. THE FAILURE TO FOLLOW ANY OF THE IMPORTANT SAFE- GUARDS AND IMPORTANT INSTRUCTIONS FOR SAFE USE IS A MISUSE OF YOUR VITAMIX APPLIANCE THAT CAN VOID YOUR WARRANTY AND CREATE THE RISK OF SERIOUS INJURY. 2. The instructions appearing in this manual cannot cover every possible condition and situation that may occur. Common sense and caution must be practiced when operating and maintaining any appliance. 3. Strictly follow the care and cleaning instructions provided in this manual. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 0,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-1",
    "content": "appearing in this manual cannot cover every possible condition and situation that may occur. Common sense and caution must be practiced when operating and maintaining any appliance. 3. Strictly follow the care and cleaning instructions provided in this manual. 4. NEVER use the appliance for anything other than its intended use. 5. This appliance is not intended for use by persons (including children) with reduced physical, sensory or mental capabilities, or lack of experience or knowledge, unless they have been given supervision or instruction concerning use of the appliance by a person responsible for their safety. 6. Children should be supervised to ensure that they do not play with the appliance. Keep the cord out of reach from children. 7. Remove and discard packaging materials, the power plug cover, and promotional labels before using the appliance for the first time. 8. NEVER unplug the appliance by pulling on the cord. To unplug the appliance, grasp the power plug and pull from the outlet. 9. NEVER come in contact with moving parts, especially the blades. 10. NEVER operate the appliance with loose, nicked, or damaged blending blades. Check the blending blades prior to each use and replace if damaged. 11. NEVER tighten the acorn nut (on the top of the blade assembly). If loose, replace the blade assembly immediately. 12. NEVER place the appliance on or near a hot gas or electric burner, or where it could touch any other source of heat. 13. NEVER modify the plug in any way. If the appliance will not operate, unplug the appliance and reset the household electri- cal system circuit protector. If the circuit protector continues to trip, unplug the appliance from the outlet and contact a qualified electrician. 14. NEVER allow the power cord to hang over the edge of a table or counter, touch hot surfaces, or become knotted. 15. ALWAYS ensure the appliance is completely and properly assembled before operation including the unwinding of the power cord fully before use.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 1,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-2",
    "content": "power cord to hang over the edge of a table or counter, touch hot surfaces, or become knotted. 15. ALWAYS ensure the appliance is completely and properly assembled before operation including the unwinding of the power cord fully before use. 16. The blending blade assembly is very sharp. Handle carefully and keep out of reach of children. 17. NEVER use attachments other than those provided with the appliance or offered separately from Vitamix. The use of attachments, including preserving jars, not sold or recommended by Vitamix may cause fire, electric shock, or injury and will void the warranty. 18. Alteration or modification of any part of the appliance, including the use of any part or parts that are not genuine authorized Vitamix parts, may cause fire, electric shock, or injury and will void your warranty. 19. ALWAYS ensure the appliance is unplugged from the power outlet before cleaning the motor base or centering pad, or touching parts that move. 20. NEVER fill the container above the marked “MAXIMUM CAPACITY” line to avoid risk of injury caused by damage to the lid and container. 21. When blending hot liquids or ingredients in the container, use caution; spray or escaping steam may cause burns. NEVER fill the container above the marked “MAXIMUM CAPACITY” line. 22. ALWAYS begin processing on the lowest speed setting, Variable Speed 1. Keep hands and other exposed skin away from the lid opening to prevent possible burns. WARNING  Carefully read all instructions before operating the appliance for the first time. Save these instructions for future reference. ALWAYS   use grounded outlets. NEVER   remove the ground. NEVER   use an adapter. NEVER   use an extension cord. NEVER   plug the appliance into a timer or an outlet controlled by a switch. ALWAYS   turn off AND unplug the appliance when not in use and before assembling, disassembling, moving, cleaning, and storing. NEVER   immerse the power cord, power plug, or motor body in water or any other liquid.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 2,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-3",
    "content": "switch. ALWAYS   turn off AND unplug the appliance when not in use and before assembling, disassembling, moving, cleaning, and storing. NEVER   immerse the power cord, power plug, or motor body in water or any other liquid. If the appliance becomes submerged, unplug imme- diately. Failure to follow instructions can cause death or electrical shock. This product is intended for HOUSEHOLD USE ONLY and is not intended to be used for commercial purposes. 3 149979  I MPORTANT   S   AFEGUARDS  23. Extreme caution must be used when moving an appliance or container filled with hot oil or other hot liquids; spray or escaping steam may cause burns. 24. NEVER touch surfaces that may be hot. 25. NEVER remove ingredients from the appliance during operation. Ensure the motor has completely stopped and the container removed from the motor base before removing any ingredients. 26. If food becomes lodged around the blending blade, remove the container from the motor base, and use a spatula to dislodge the food. NEVER use fingers as the blending blade is sharp. 27. Keep hands, hair, clothing, and utensils away from all moving parts during operation to reduce the risk of severe injury to persons and/or damage to the appliance. A spatula may be used, but only when the container has been removed from the motor base. 28. If the blend is not processing when blending dry, thick, or heavy mixtures, stop operation and use a spatula to dislodge the food. NEVER use fingers as the blending blade is sharp. Allow the motor to cool for 1 minute before turning the appliance back on. 29. NEVER allow the blending blade to soak in water. 30. NEVER use outdoors or on moving vehicles or boats. 31. NEVER leave the working area when the appliance is in use. 32. NEVER leave any foreign object, such as spoons, forks, knives, or the lid plug in the container as this will damage the blades and other components when starting the appliance and may cause injury. 33.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 3,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-4",
    "content": "appliance is in use. 32. NEVER leave any foreign object, such as spoons, forks, knives, or the lid plug in the container as this will damage the blades and other components when starting the appliance and may cause injury. 33. If during use, the sound of the appliance changes or if a hard or foreign object comes into contact with the blades, NEVER serve the food being made with the appliance. 34. NEVER expose the container to temperatures or ingredients over 2100F (990C). 35. ALWAYS operate the appliance with the lid and lid plug firmly in place when the machine is in operation. NEVER remove the 2-part lid while the blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. 36. NEVER remove the lid while blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. If the lid is removed during operation, the motor base will stop and will not run until the lid and lid plug are in place on the container. 37. NEVER operate the appliance without the centering pad installed properly underneath the container. 38. Ensure the container is flush with the centering pad to ensure the drive spline is engaged with the drive socket before operating. 39. NEVER place a blade assembly on the motor base unless assembled to the Vitamix container to reduce the risk of injury. 40. NEVER attempt to place a container on an operating motor base or operate a motor base without a container properly in place. 41. When making nut butters or oil-based foods, do not process for more than one minute after the mixture starts to circulate in the container. Processing for longer periods can cause overheating. 42. Regularly inspect the power cord, power plug, and the appliance for any damage. NEVER operate if damaged in any way or after the appliance malfunctions.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 4,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-5",
    "content": "mixture starts to circulate in the container. Processing for longer periods can cause overheating. 42. Regularly inspect the power cord, power plug, and the appliance for any damage. NEVER operate if damaged in any way or after the appliance malfunctions. Immediately cease use of the appliance and visit www.vitamix.com or call Vitamix Household Technical Support at 1.800.484.2649 or 1.440.235.4840 or email service@vitamix.com at once for examination, repair, replacement, or adjustment. If purchased outside the U.S.A. or Canada, contact your local Vitamix dealer. 43. Any repair, servicing, or replacement of parts must be performed by Vitamix or a Vitamix authorized service representative. 44. SAVE THESE INSTRUCTIONS. PARTS   AND   FEATURES  4   149979  Lid Lid Plug Container, Lid, Lid Plug, and Tamper NOTE : Legacy containers can be used on the Propel Series motor base. See approved “Container Types” on page 5. •   Programs, if included, are optimized specifically for the container that was part of the original purchase. •   ALWAYS leave the lid on when operating the appliance and remove ONLY the lid plug to use the tamper or to add ingredients. •   NEVER use the tamper for more than 30 consecutive seconds to avoid overheating. •   NEVER operate the appliance without ensuring the lid is securely locked in place. •   The lid plug is marked so it can be used as a measuring cup. •   Insert the lid plug through the lid plug opening. Lock the plug in place by rotating it clockwise. To remove, turn the plug counter-clockwise and lift it out. •   Lids and tampers are NOT interchangeable between different container styles, types, and sizes. Use only the tamper and lid supplied with your appliance. If you do not have the correct tamper for your container, contact Vitamix Household Technical Support at 1.800.848.2649 (International: 1.440.235.4840). •   The container should not be more than 2/3 full when the tamper is used.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 5,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-6",
    "content": "with your appliance. If you do not have the correct tamper for your container, contact Vitamix Household Technical Support at 1.800.848.2649 (International: 1.440.235.4840). •   The container should not be more than 2/3 full when the tamper is used. •   ALWAYS load the container according to the Vitamix recipe directions or the Ingredient Load Order illustration on page 7. Motor Base  •   The motor is designed to protect itself from overheating. •   If the appliance will not start immediately, check to ensure the appliance is plugged in and the On/Off Switch is ON. •   If the motor has overheated, allow the motor to cool for 20-45 minutes. Motor Base  Container Centering Pad  Lid Blades  Propel 750 shown with 64 oz. / 2.0 L container. The container, tamper, and lid may be different depending on your model. Tamper 5  TAMPERS  149979  CAUTION  Rotating Blades Can Cause Damage. Lids and tampers are NOT interchangeable between different container styles, types, and sizes. Use the tamper that was supplied with your appliance. How to Determine the Tamper to be Used with Your Container  Before using a tamper during blending, verify you have the correct tamper. Only use the tamper with the lid securely locked in place and the lid plug removed. If a tamper came with your appliance at purchase, it is the correct tamper to use. If a tamper did not come with your appliance or you want to determine if a tamper you already have can be used with your new container, use these steps and illustrations to determine what tamper to use: 1. Place the lid on an empty container. 2. Remove the lid plug and insert the tamper through the lid plug opening. The tamper should fit easily into the opening. It should NOT come into contact with the blades no matter where you move the tamper inside the container. 3. Visually inspect:   IF THE TAMPER TOUCHES THE BLADES AT ANY ANGLE, NEVER USE THE TAMPER WITH YOUR CONTAINER. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 6,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-7",
    "content": "should NOT come into contact with the blades no matter where you move the tamper inside the container. 3. Visually inspect:   IF THE TAMPER TOUCHES THE BLADES AT ANY ANGLE, NEVER USE THE TAMPER WITH YOUR CONTAINER. 4. If you do not have the correct tamper for your container, contact Vitamix Household Customer Service at 1.800.848.2649 or 1.440.235.4840. A non-step tamper MUST NOT be used with any Vitamix container. HOW TO USE THE TAMPER:  IMPORTANT! The splash disk (near the top of the tamper) and lid prevent the tamper from hitting the blades when the lid is secured properly in the locked position. •   The container should not be more than two-thirds full when the tamper is used during blending. •   To avoid overheating during blending, DO NOT use the tamper for more than 30 consecutive seconds. •   If the food does not circulate, there may be a trapped air bubble. Carefully remove the lid plug, while making sure the lid stays firmly in place. Release the air bubble by inserting the tamper through the lid plug opening. •   Holding the tamper straight down may not help the ingredients circulate. If necessary, point the tamper towards the sides or corners of the container. DO NOT try to force the tamper deeper into the container. Splash Disk  C   ONTAINER   T YPES  48-OUNCE   LOW-PROFILE 64-OUNCE 48-OUNCE STAINLESS STEEL AND AER DISC CLASSIC 64-OUNCE CONTAINER 32-OUNCE DRY GRAINS  Uses a 9-3/4” tamper. NEVER use the S2 tamper with this container. Has a black lid and uses an 11” tamper. NEVER use the S2 tamper with this container. Use an S2 type 11” tamper. Use an S2 tamper that must ONLY be used with the clear-lid containers. Uses a 12-1/2” long tamper. Uses a 9-3/4” tamper. S2 Tamper C   ONTROL   P   ANEL  6   149979  On/Off Switch   – Controls power to the machine and is located on the front of the motor base. Control Panel   – Contains the Pulse, Variable Speed Dial, Start/Stop Switch, and Self-Cleaning (Propel 750 model only) features.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 7,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-8",
    "content": "On/Off Switch   – Controls power to the machine and is located on the front of the motor base. Control Panel   – Contains the Pulse, Variable Speed Dial, Start/Stop Switch, and Self-Cleaning (Propel 750 model only) features. Pulse   – Rotates the blade at the speed on the Variable Speed Dial when pressed and is located on the left side of the control panel. Variable Speed Dial – Provides manual speed control from Variable 1 (slowest) to 10 (highest). Standby   (Propel 510 or Propel 750) or   (Propel 410) - Pauses the appliance and has it ready to start the next recipe. Program   – Operates the appliance for preset times and will stop automatically at the end of the program. When the Start/Stop Switch   is pressed in the middle of a program, the machine will stop and the program time will reset. If the dial is turned to Standby in the middle of a program, it will not go back to the middle of a program it was running. The next desired program will need to be selected. The Program icons are displayed in Vitamix recipes. All Models:   Smoothies Propel 510 & 750 Only: Propel 750 Only:   Dips & Spreads  Self-Cleaning   - (Only on Propel 750) Runs the cleaning cycle after water and dishwashing liquid have been added to the machine and the lid and lid plug are in place. Start/Stop Switch   – Stops or Starts the blending at any time and is located on the right side of the control panel. When the Start/Stop Switch   is pressed in the middle of a program, the machine will stop and the program time will reset to the beginning of the run time. Hot Soup Frozen Desserts  On/Off Pulse Control Panel   Start/Stop Dial Self-Cleaning  P   ROPEL 750  Pulse Control Panel   Start/Stop Dial On/Off  P   ROPEL 510  Programs On/Off Pulse Control Panel   Start/Stop Dial  PROPEL 410  Program  149979  Programs 7  BLENDING  149979  BLENDING IN THE CONTAINER  1. ALWAYS ensure the Variable Speed Dial is in Standby position. 2. Press the On/Off Switch (see page 6 for location) to the ON (I) position.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 8,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-9",
    "content": "149979  Programs 7  BLENDING  149979  BLENDING IN THE CONTAINER  1. ALWAYS ensure the Variable Speed Dial is in Standby position. 2. Press the On/Off Switch (see page 6 for location) to the ON (I) position. 3. Load the container according to the Vitamix recipe directions or the Ingredient Load Order illustration (see below). IMPORTANT! ALWAYS operate the appliance with the lid and lid plug firmly in place when the machine is in operation. NEVER remove the lid while blades are rotating. Only remove the lid plug to add ingredients and to use the tamper. If the lid is removed during operation, the motor base will stop and will not run until the lid and lid plug are in place on the container. 4. Place the lid onto the container: •   Push down on the lid until the two tabs snap onto the lip of the container. •   Insert the lid plug and turn clockwise to lock it into the lid. 5. Place the container onto the motor base. (The appliance will not operate without a container with the lid attached.) 6. TO USE VARIABLE SPEED:  a. Turn the Variable Speed Dial clockwise to Variable Speed 1. b. Press the Start/Stop Switch. c. Rotate the Dial between Variable Speed 1 and 10 during the blending cycle to increase or decrease the speed of the blades. d. At the end of the blend, rotate the Variable Speed Dial counter-clockwise to Standby or press the Start/Stop Switch   to stop the appliance. TO USE PROGRAMS:  a. Turn the Variable Speed Dial counter-clockwise to the desired program. b. Press the Start/Stop   Switch   to start the program. The ap- pliance will stop automatically at the end of the program or press the Start/Stop   Switch   at any time to stop the program. 7. If the mixture stops circulating: a. Remove the lid plug, insert the tamper through the lid plug opening, and stir until the mixture ‘burps’. b. If this does not work, press the On/Off Switch to stop the motor. c.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 9,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-10",
    "content": "7. If the mixture stops circulating: a. Remove the lid plug, insert the tamper through the lid plug opening, and stir until the mixture ‘burps’. b. If this does not work, press the On/Off Switch to stop the motor. c. Remove the container from the motor base, remove the lid, and use a rubber spatula to press the air bubble away from the blades. d. Add liquid if necessary. e. Replace the lid and lid plug and return the container to the motor base and continue blending. 8. After blending, wait until the blades stop completely before removing the lid or removing the container from the motor base. 9. Use a Vitamix Under Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other ingredients from the container. TIPS TO PREVENT OVERHEATING  •   Process only Vitamix recipes when learning to use the appliance. •   NEVER process recipes for longer than recommended. Over- processed blends can also result in the incorrect recipe texture. •   NEVER process recipes at lower or higher speeds than recommended. •   Use the tamper to process thicker mixtures and keep ingredients moving around and through the blades. Liquids Dry Goods Leafy Greens Fruits & Veggies Ice & Frozen Ingredients  Ingredient Load Order  WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of the container during appliance operation. NEVER insert fingers or utensils around the blades while the blades are spinning. The blades will continue to spin until they come to a complete stop at the end of the blend cycle. NEVER fill the container above the marked “MAXIMUM CAPACITY” line to avoid risk of injury caused by damage to the lid and container. NEVER attempt to place a container on an operating motor base or operate a motor base without a container properly in place. To avoid possible burns, NEVER start on speeds above Variable Speed 1 when processing hot liquids in a large container. Escaping steam, splashes, or contents may burn.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 10,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-11",
    "content": "motor base or operate a motor base without a container properly in place. To avoid possible burns, NEVER start on speeds above Variable Speed 1 when processing hot liquids in a large container. Escaping steam, splashes, or contents may burn. ALWAYS operate with the lid and lid plug in place and start on Variable Speed 1, then slowly increase to 10. Parts will become hot with extended use. NEVER touch the motor base drive socket or the drive spline in the blade base. CARE   AND   CLEANING  8   149979  BEFORE FIRST USE  The container is designed to be completely cleanable without removing the retainer nut and blade assembly. The cleaning and sanitizing procedures or a dishwasher cleaning cycle will ensure a complete and thorough cleaning of the container and components. •   NEVER attempt to remove the retainer nut or blade assembly from the container. •   If the container is damaged, DO NOT USE IT. Contact Vitamix Household Technical Support IMMEDIATELY for assistance. 1. Wipe the motor base with a warm damp cloth and wipe clean with a dry, soft cloth. 2. Wash the container, lid, lid plug, and tamper with warm, soapy water. Rinse all parts and wipe dry with a dry, soft cloth. 3. Place the appliance on the counter that is level, dry and clean. 4. Plug the appliance into a grounded, 3-prong outlet. MOTOR BASE CLEANING  1. Turn off and unplug the appliance and remove the container from the motor base. 2. Wash the outside surface with a damp, soft cloth or sponge rinsed in a mild solution of liquid dish soap and warm water. NOTE:   NEVER immerse the power cord, power plug, or motor body in water or any other liquid. 3. The centering pad can be removed for more thorough cleaning and is dishwasher safe or can be hand-washed in warm, soapy water. 4. Immediately dry all surfaces and polish with a soft cloth. TAMPER CLEANING  The tamper is dishwasher safe or can be hand-washed in warm, soapy water. Rinse clean under running water and then dry.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 11,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-12",
    "content": "hand-washed in warm, soapy water. 4. Immediately dry all surfaces and polish with a soft cloth. TAMPER CLEANING  The tamper is dishwasher safe or can be hand-washed in warm, soapy water. Rinse clean under running water and then dry. CONTAINER CLEANING - DISHWASHER  The container, lid, blade base, and seal are dishwasher safe or can be hand-washed and sanitized using the following procedures. CONTAINER CLEANING - SELF-CLEANING (PROPEL 750 ONLY)  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-part lid into the locked position 3. Rotate the Variable Speed Dial to the Self-Cleaning icon. 4. The program will stop automatically when complete. 5. Rinse and drain all pieces. CONTAINER CLEANING - VARIABLE SPEED  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-part lid into the locked position. 3. Press the Start/Stop Switch to turn on the appliance and slowly increase to Variable Speed 10. 4. Run the appliance for 30 to 60 seconds. 5. Rotate the Variable Speed Dial back to Variable Speed 1 and press the Start/Stop Switch to turn off the appliance. 6. Rinse and drain all pieces. CONTAINER SANITIZING - BLEACH  1. First perform the “Container Cleaning” instructions. 2. Then repeat the “Container Cleaning” instructions but add 1.5 teaspoons (7.4 ml) of liquid bleach to 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 1-1/2 minutes. 4. Pour the bleach mixture out. Allow container to air dry. DO NOT rinse after sanitizing. If desired, rinse immediately before next use. CONTAINER SANITIZING - VINEGAR  1. First perform the “Container Cleaning” instructions. 2. Then repeat the “Container Cleaning” instructions but use 16 oz. (473 ml) of vinegar for every 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 3 full minutes.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 12,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-13",
    "content": "Cleaning” instructions. 2. Then repeat the “Container Cleaning” instructions but use 16 oz. (473 ml) of vinegar for every 16 oz. (473 ml) of water. 3. Allow the mixture to stand in the container for an additional 3 full minutes. Total contact time of the vinegar solution in the container should equal 5 minutes. 4. Pour the vinegar solution out of the container over the inside surface of the 2-part lid. 5. Repeat the sanitizing procedure a second time (Steps 2 through 4). 6. Allow the container and lid to air dry. DO NOT rinse after sanitizing. If desired, rinse immediately before next use. WARNING  To Avoid Injury and Damage  To avoid inadvertent activation, turn off and unplug the appliance before cleaning. NEVER tighten the acorn nut (on the top of the blade assembly). If loose, replace the blade assembly immediately. Electrical Shock Hazard  ALWAYS unplug the motor base before cleaning or when not in use. NEVER put the motor base in water or other liquid. Failure to follow instructions can cause death or electrical shock. W   ARRANTY   AND   SERVICE   FOR   P   ROPEL   410 & 510  9 149979  5-Year Full Machine Warranty  1. Product Registration. You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs. 2. Who Can Seek Warranty Coverage. This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com. 3. What is Covered.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 13,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-14",
    "content": "personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com. 3. What is Covered. Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) purchased together) fails within 5 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. What is Not Covered. This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 14,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-15",
    "content": "abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state. 5. What Voids this Warranty. Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix. 6. How to Obtain Return Authorization Under This Warranty.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 15,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-introduction-16",
    "content": "Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix. 6. How to Obtain Return Authorization Under This Warranty. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "Introduction",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 16,
      "total_chunks": 17
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-0",
    "content": "Vitamix.com Brevet américain : vitamix.com/brevets  SÉRIE PROPEL™ VM0197A & VM0197B  S   PÉCIFICATIONS  Tension :   120 V Fréquence :   50/60 hz Puissance max. :   1400 Watts Hauteur :   Avec le récipient de 48 oz /Récipient de 1,4 l sur le socle-moteur OU avec 64 oz. /Récipient de 2,0 l sur le socle-moteur : 17,5 pouces/44,5 cm Profondeur :   9,0 pouces/22,9 cm Largeur :   8,0 pouces/20,3 cm  S YMBOLES  Avertissement et mise en garde NE touchez JAMAIS de pièces en mouvement. coGardez les mains et les ustensiles hors du récipient. Risque de décharge électrique Les températures sont élevées lorsque l'on mélange des liquides chauds. Débranchez lorsque vous ne l'utilisez pas, avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. Fonctionnez TOUJOURS avec le couvercle et le bouchon du couvercle en place. Lire et bien comprendre le guide d'utilisation. N'IMMERGEZ JAMAIS le cordon d'alimentation, la fiche d'alimentation ou le socle-moteur dans l'eau, ou tout autre liquide. Les pièces deviennent chaudes après une utilisation prolongée. NE touchez JAMAIS la douille d'entraînement de la base du moteur ou la cannelure d'entraînement de la base de la lame. Marche/Arrêt Démarrer/Arrêter Pulse (Impulsion)  SYMBOLES DES PROGRAMMES (CORRESPONDENT AUX RECETTES VITAMIX)  Tous les modèles Uniquement sur les modèles Propel 510 et 750  Desserts glacés   Soupe chaude  Uniquement sur le modèle Propel 750  Trempettes et tartinades   Auto-nettoyant  ©2024 Vita-Mix® Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise de quelque façon que ce soit, ou entreposée dans une banque de données ou un système d'extraction, sans l'autorisation écrite de Vita-Mix Corporation. 410/510/750   M   ÉLANGEUR À HAUTE PERFORMANCE  Boissons fouettées CONSIGNES   DE   SÉCURITÉ   IMPORTANTES  12 1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 0,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-1",
    "content": "une banque de données ou un système d'extraction, sans l'autorisation écrite de Vita-Mix Corporation. 410/510/750   M   ÉLANGEUR À HAUTE PERFORMANCE  Boissons fouettées CONSIGNES   DE   SÉCURITÉ   IMPORTANTES  12 1. LE NON-RESPECT DE TOUTE MESURE DE SÉCURITÉ OU DIRECTIVE IMPORTANTE VISANT UNE UTILISATION SÉCURITAIRE CONSTITUE UNE UTILISATION INAPPROPRIÉE DE VOTRE APPAREIL VITAMIX, CE QUI EST SUSCEPTIBLE D'ANNULER VOTRE GARANTIE ET DE PROVOQUER DES BLESSURES GRAVES. 2. Les instructions contenues dans ce manuel ne couvrent pas toutes les conditions et les situations pouvant survenir. Le bon sens et la prudence sont de mise lors de l'utilisation et de l'entretien de tout appareil. 3. Suivez rigoureusement les instructions d'entretien et de nettoyage décrites dans le présent guide. 4. TOUJOURS utiliser l'appareil qu'aux fins prévues. 5. Cet appareil n'est pas destiné à être utilisé par des personnes (y compris des enfants) ayant des capacités physiques, sensorielles ou mentales réduites, ou un manque d'expérience ou de connaissances, sauf si elles ont reçu une supervision ou des instructions concernant l'utilisation de l'appareil par une personne responsable de leur sécurité. 6. Surveiller les enfants afin d'éviter qu'ils jouent avec l'appareil. Garder le cordon hors de portée des enfants. 7. Retirer et jeter les matériaux d'emballage, le couvercle de la prise d'alimentation et les étiquettes promotionnelles avant d'utiliser l'appareil pour la première fois. 8. NE débranchez JAMAIS l'appareil en tirant sur le cordon. Pour débrancher l'appareil, saisissez la fiche d'alimentation et tirer de la prise. 9. NE touchez JAMAIS des pièces en mouvement, surtout pas les lames. 10. N'utilisez JAMAIS l'appareil si les lames du mélangeur sont desserrées, entaillées ou endommagées. Vérifiez les lames du mélangeur avant chaque utilisation et remplacez-les si elles sont endommagées. 11. NE serrez JAMAIS l'écrou de la partie supérieure de la lame.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 1,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-2",
    "content": "10. N'utilisez JAMAIS l'appareil si les lames du mélangeur sont desserrées, entaillées ou endommagées. Vérifiez les lames du mélangeur avant chaque utilisation et remplacez-les si elles sont endommagées. 11. NE serrez JAMAIS l'écrou de la partie supérieure de la lame. Si la lame est desserrée, remplacez-la immédiatement. 12. NE placez JAMAIS l'appareil sur ou à proximité d'un brûleur électrique ou à gaz chaud, ou à un endroit où il pourrait entrer en contact avec toute autre source de chaleur. 13. NE modifiez JAMAIS la prise de quelque façon que ce soit. Si l'appareil ne fonctionne pas, débranchez-le et réinitialisez le disjoncteur du système électrique de la maison. Si le disjoncteur continue de se déclencher, débranchez l’appareil de la prise et contactez un électricien qualifié. 14. Ne JAMAIS laisser le cordon d'alimentation pendre sur le bord d'une table ou d'un comptoir, toucher une surface chaude ou s'emmêler. 15. Assurez-vous TOUJOURS que l'appareil est complètement et correctement assemblé avant de l'utiliser, y compris en déroulant complètement le cordon d'alimentation avant utilisation. 16. L'assemblage des lames est très tranchant. Manipulez-le avec soin et gardez-le hors de la portée des enfants. 17. Utilisez uniquement les accessoires fournis avec l'appareil ou vendus séparément par Vitamix. L'utilisation d'accessoires, y compris les bocaux de conservation, non vendus ou recommandés par Vitamix peut provoquer un incendie, un choc électrique ou des blessures et annulera la garantie. 18. L'altération ou la modification de toute pièce de l'appareil, y compris l'utilisation de pièces qui ne sont pas des pièces authentiques et autorisées par Vitamix, peuvent provoquer un incendie, une décharge électrique ou des blessures, et annuleront votre garantie. 19. Assurez-vous TOUJOURS que l'appareil est débranché de la prise de courant avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. 20.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 2,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-3",
    "content": "décharge électrique ou des blessures, et annuleront votre garantie. 19. Assurez-vous TOUJOURS que l'appareil est débranché de la prise de courant avant de nettoyer le socle-moteur ou le coussinet de centrage, ou de toucher les pièces qui se déplacent. 20. NE remplissez JAMAIS le récipient au-dessus de la ligne « CAPACITÉ MAXIMALE » marquée pour éviter tout risque de blessure causée par des dommages au couvercle et au récipient. ATTENTION  Lire attentivement toutes les instructions avant d’utiliser l'appareil pour la première fois. Conserver ces instructions pour consultation future. TOUJOURS   utiliser des prises avec mise à la terre. NE JAMAIS   enlever la mise à la terre. NE JAMAIS   utiliser un adaptateur. NE JAMAIS   utiliser de rallonge. NE JAMAIS   brancher l’appareil sur une minuterie ou une prise contrôlée par un interrupteur. TOUJOURS   éteindre ET débrancher l'appareil lorsqu'il n'est pas utilisé et avant l'assemblage, le démontage, le déplacement, le nettoyage et le stockage. N'IMMERGEZ JAMAIS   le cordon d'alimentation, la fiche d'alimentation ou le corps du moteur dans l'eau ou tout autre liquide. Si l'appareil est immergé, le débrancher immédiatement. Le non-respect de ces instructions peut causer la mort ou une décharge électrique. Ce produit est conçu pour un USAGE DOMESTIQUE SEULEMENT et n'est pas destiné à un usage commercial. 149979 13  CONSIGNES   DE   SÉCURITÉ   IMPORTANTES  21. Lorsque vous mélangez des liquides ou des ingrédients chauds dans le récipient, soyez prudent; la pulvérisation ou la fuite de vapeur peut causer des brûlures. Ne remplissez JAMAIS le conteneur au-dessus de la ligne « MAXIMUM CAPACITY » marquée. 22. Commencez TOUJOURS le traitement au réglage de vitesse le plus bas, soit la vitesse variable 1. Gardez les mains et toute autre peau exposée éloignée de l'ouverture du couvercle pour éviter d'éventuelles brûlures. 23.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 3,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-4",
    "content": "« MAXIMUM CAPACITY » marquée. 22. Commencez TOUJOURS le traitement au réglage de vitesse le plus bas, soit la vitesse variable 1. Gardez les mains et toute autre peau exposée éloignée de l'ouverture du couvercle pour éviter d'éventuelles brûlures. 23. Faites preuve de la plus grande prudence lorsque vous déplacez un appareil ou un récipient rempli d'huile ou d'autres liquides chauds; les éclaboussures ou la vapeur qui s'échappent peuvent causer des brûlures. 24. NE touchez JAMAIS les surfaces qui peuvent être chaudes. 25. NE retirez JAMAIS les ingrédients de l'appareil pendant le fonctionnement. Assurez-vous que le moteur s’est complètement arrêté et que le récipient a été retiré de le socle-moteur avant de retirer les ingrédients. 26. Si des aliments se coincent autour de la lame du mélangeur, retirez le récipient de la base du moteur et utilisez une spatule pour déloger les aliments. N'utilisez JAMAIS les doigts lorsque la lame de mélange est tranchante. 27. Gardez les mains, les cheveux, les vêtements et les ustensiles à l'écart de toutes les pièces mobiles pendant le fonctionnement de l'appareil, afin de réduire les risques de blessures graves et/ou d'endommagement de l'appareil. Une spatule peut être utilisée, mais seulement lorsque le récipient a été retiré du socle-moteur. 28. Si le mélange ne se traite pas lorsque vous mélangez des mélanges secs, épais ou lourds, arrêtez le fonctionnement et utilisez une spatule pour déloger les aliments. N'utilisez JAMAIS les doigts lorsque la lame de mélange est tranchante. Laissez le moteur refroidir pendant 1 minute avant de remettre l'appareil en marche. 29. NE laissez JAMAIS la lame de mélange tremper dans l'eau. 30. N'utilisez JAMAIS à l'extérieur ou sur des véhicules ou des bateaux en mouvement. 31. NE quittez JAMAIS la zone de travail lorsque l'appareil est en cours d'utilisation. 32.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 4,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-5",
    "content": "29. NE laissez JAMAIS la lame de mélange tremper dans l'eau. 30. N'utilisez JAMAIS à l'extérieur ou sur des véhicules ou des bateaux en mouvement. 31. NE quittez JAMAIS la zone de travail lorsque l'appareil est en cours d'utilisation. 32. NE laissez JAMAIS d'objet étranger dans le récipient, comme des cuillères, des fourchettes, des couteaux ou le bouchon du couvercle, car ils pourraient endommager les lames et d'autres composantes lors du démarrage de l'appareil et provoquer des blessures. 33. Si, pendant l'utilisation, le son de l'appareil change ou si un objet dur ou étranger entre en contact avec les lames, ne servez JAMAIS les aliments préparés avec l'appareil. 34. N'exposez JAMAIS le récipient à des températures ou à des ingrédients supérieurs à 99ºC (210ºF). 35. Utilisez toujours l'appareil avec le couvercle et le bouchon de couvercle bien en place lorsque l'appareil est en marche. NE retirez JAMAIS le couvercle à deux pièces lorsque les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. 36. NE retirez JAMAIS le couvercle lorsque les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. Si le couvercle est retiré pendant le fonctionnement, le socle-moteur s'arrêtera et ne fonctionnera pas tant et aussi longtemps que le couvercle et le bouchon du couvercle ne seront pas en place sur le récipient. 37. NE faites JAMAIS fonctionner l'appareil sans que le support de centrage ne soit correctement installé sous le récipient. 38. Assurez-vous que le récipient est bien aligné avec le coussinet de positionnement afin que la cannelure d'entraînement soit enclenchée avec la prise d'entraînement avant la mise en marche. 39. NE placez JAMAIS de lame sur le socle-moteur si elle n'est pas assemblée dans le récipient Vitamix, afin de réduire les risques de blessures. 40.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 5,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-6",
    "content": "la cannelure d'entraînement soit enclenchée avec la prise d'entraînement avant la mise en marche. 39. NE placez JAMAIS de lame sur le socle-moteur si elle n'est pas assemblée dans le récipient Vitamix, afin de réduire les risques de blessures. 40. N'essayez JAMAIS de placer un récipient sur un socle-moteur en marche ou de faire fonctionner un socle-moteur sans qu'un récipient soit correctement en place. 41. Lors de la préparation de beurres de noix ou d'aliments à base d'huile, ne faites pas fonctionner l'appareil plus d'une minute après que le mélange commence à circuler dans le récipient. Le fonctionnement de l'appareil pendant de longues périodes peut causer une surchauffe. 42. Inspectez régulièrement le cordon d’alimentation, la fiche d’alimentation et l’appareil pour détecter tout dommage. N'utilisez JAMAIS l'appareil s'il est endommagé ou s'il montre des signes de défectuosité. Cessez immédiatement d’utiliser l’appareil et rendez-vous sur www.vitamix.com ou appelez le service technique de Vitamix Household au 1 800 484-2649 ou au 1 440 235-4840, ou envoyez un courriel à service@vitamix. com pour un examen, une réparation, un remplacement ou un ajustement. Si l'appareil a été acheté à l'extérieur des États-Unis ou du Canada, communiquez avec votre détaillant local Vitamix. 43. Toute réparation, tout entretien ou tout remplacement de pièces doit être effectué par Vitamix ou un représentant de service agréé Vitamix. 44. CONSERVEZ CES INSTRUCTIONS. 149979 P   IÈCES   ET   CARACTÉRISTIQUES  14  Pilon  Couvercle Bouchon de couvercle Récipient, couvercle, prise du couvercle et pilon REMARQUE :   Les anciens récipients peuvent être utilisés sur l'embase moteur de la série Propel. Voir l'approbation “Types de récipients” on page 15. •   Les programmes, s'ils sont inclus, sont optimisés spécifiquement pour récipient qui faisait partie de l'achat original.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 6,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-7",
    "content": "Les anciens récipients peuvent être utilisés sur l'embase moteur de la série Propel. Voir l'approbation “Types de récipients” on page 15. •   Les programmes, s'ils sont inclus, sont optimisés spécifiquement pour récipient qui faisait partie de l'achat original. •   Laissez TOUJOURS le couvercle allumé lors de l’utilisation de l’appareil et retirez UNIQUEMENT le bouchon du couvercle pour utiliser la bourreuse ou pour ajouter des ingrédients. •   N’utilisez JAMAIS la bourreuse pendant plus de 30 secondes consécutives pour éviter la surchauffe. •   N'utilisez JAMAIS l'appareil sans vous assurer que le couvercle est bien verrouillé. •   Le bouchon du couvercle comporte des marques afin de pouvoir servir de tasse à mesurer. •   Insérez la prise du couvercle dans l'ouverture prévue à cet effet. Verrouillez la prise en la tournant dans le sens horaire. Pour supprimer, tournez le branchez dans le sens anti-horaire et soulevez le. •   Les couvercles et les pilons ne sont PAS interchangeables entre différents styles, différents types et différentes tailles de récipients. Utilisez uniquement le pilon et le couvercle fourni avec votre appareil. Si vous n'avez pas le bon pilon pour votre récipient, communiquez avec le soutien technique de Vitamix Household au 1 800 848-2649 (International : 1 440 235-4840). •   Le récipient ne doit pas être rempli à plus des deux tiers de sa capacité lorsque le pilon est utilisé. •   CHARGEZ TOUJOURS le récipient selon la recette Vitamix les instructions ou l'illustration de l'ordre de chargement des ingrédients sur la page 17. Socle-moteur  •   Le moteur est conçu pour se protéger contre la surchauffe. •   Si l'appareil ne démarre pas immédiatement, vérifiez que l'appareil est branché et que l'interrupteur Marche / Arrêt est allumé./Arrêt •   Si le moteur a surchauffé, laissez refroidir pendant 20 à 45 minutes. Socle- moteur Contenant Coussinet de positionnement Couvercle Lames  Propel 750 montré avec récipient de 64 oz. 2.0 l.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 7,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-8",
    "content": "l'interrupteur Marche / Arrêt est allumé./Arrêt •   Si le moteur a surchauffé, laissez refroidir pendant 20 à 45 minutes. Socle- moteur Contenant Coussinet de positionnement Couvercle Lames  Propel 750 montré avec récipient de 64 oz. 2.0 l. Le récipient, le pilon et le couvercle peuvent être différents selon votre modèle. 149979 15  PILONS  MISE EN GARDE  Les lames rotatives peuvent causer des dommages. Les couvercles et les pilons ne sont PAS interchangeables entre les différents styles, les différents types et les différentes tailles de récipients. Utilisez le pilon fourni avec votre appareil. Comment déterminer quel pilon utiliser avec votre récipient  Avant d'utiliser un pilon pendant le mélange, vérifiez que vous avez le bon pilon. N'utilisez le pilon que si le couvercle est bien verrouillé en place et que le bouchon du couvercle est retiré. Si un pilon est fourni avec votre appareil lors de l'achat, il s'agit du pilon correct à utiliser. Si aucun pilon n'a été livré avec votre appareil ou si vous souhaitez déterminer si un pilon que vous possédez déjà peut être utilisé avec votre nouveau récipient, suivez les étapes et les illustrations ci-dessous pour déterminer le pilon à utiliser : 1. Placez le couvercle sur un récipient vide. 2. Retirez le bouchon du couvercle et insérer le pilon par l'ouverture du bouchon du couvercle. Le pilon doit s'insérer facilement dans l'ouverture. Il ne doit PAS entrer en contact avec les lames, peu importe où vous déplacez le pilon à l'intérieur. 3. Inspection visuelle :   SI LE PILON TOUCHE LES LAMES SOUS UN ANGLE QUELCONQUE, NE L'UTILISEZ JAMAIS AVEC VOTRE RÉCIPIENT. 4. Si vous ne possédez pas le pilon approprié pour votre récipient, communiquez avec le service à la clientèle pour usage domestique Vitamix, au 1 800 848-2649 ou au 1 440 235-4840. Un pilon sans étapes NE PEUT PAS être utilisé avec les récipients Vitamix. COMMENT UTILISER LE PILON :  IMPORTANT!",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 8,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-9",
    "content": "communiquez avec le service à la clientèle pour usage domestique Vitamix, au 1 800 848-2649 ou au 1 440 235-4840. Un pilon sans étapes NE PEUT PAS être utilisé avec les récipients Vitamix. COMMENT UTILISER LE PILON :  IMPORTANT! Le disque anti-éclaboussure (près de la partie supérieure du pilon) et le couvercle empêchent le pilon d'entrer en contact avec les lames lorsque le couvercle est fixé adéquatement en position verrouillée. •   Le récipient ne doit pas être rempli à plus des deux tiers de sa capacité lorsque le pilon est utilisé pendant le fonctionnement de l'appareil. •   Pour éviter la surchauffe pendant le fonctionnement, N'utilisez PAS le pilon pendant plus de 30 secondes consécutives. •   Si les aliments ne circulent pas, il pourrait y avoir une bulle d'air emprisonnée. Retirez prudemment le bouchon du couvercle en vous assurant que le couvercle demeure bien en place. Laissez l'air de la bulle s'échapper en insérant le pilon par l'ouverture du bouchon du couvercle. •   Tenez le pilon tout droit vers le bas n'aide pas forcément les ingrédients à circuler. Au besoin, dirigez le pilon vers les côtés ou les coins du récipient. Ne tentez PAS de faire entrer le pilon plus profondément dans le récipient. Disque anti-éclaboussure  T   YPES DE RÉCIPIENTS  48 ONCES   RÉCIPIENT COMPACT DE 64 ONCES RÉCIPIENT EN ACIER INOXYDABLE DE 48 ONCES ET DISQUE D’AÉRATION CONTENANT CLASSIQUE DE 64 ONCES 0,9 LITRE (32 ONCES) DE GRAINS SECS  Utilise un dameur de 9-3/4\". N'utilisez JAMAIS le pilon S2 avec ce récipient. Il est muni d'un couvercle noir et utilise un pilon de 11\". N'utilisez JAMAIS le pilon S2 avec ce récipient. Utilisez une bourreuse de type S2 de 11 po. Utilisez un pilon S2 qui doit être utilisé UNIQUEMENT avec les récipients à couvercle transparent. Utilise un pilon de 12-1/2\" de long. Utilise un dameur de 9-3/4\". Pilon S2  149979 PANNEAU DE COMMANDE  16  Interrupteur Marche/Arrêt   — contrôle l'alimentation de la machine et est situé à l'avant de le socle-moteur.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 9,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-10",
    "content": "Utilise un pilon de 12-1/2\" de long. Utilise un dameur de 9-3/4\". Pilon S2  149979 PANNEAU DE COMMANDE  16  Interrupteur Marche/Arrêt   — contrôle l'alimentation de la machine et est situé à l'avant de le socle-moteur. Panneau de commande   — contient les fonctions d'impulsion, de cadran de vitesse variable, de démarrage/arrêt et d'auto- nettoyage (modèle Propel 750 uniquement). Impulsion   — fait tourner la lame à la vitesse indiquée sur le cadran de vitesse variable lorsqu'on appuie dessus et est situé sur le côté gauche du panneau de commande. Cadran de vitesse variable   — fournit un contrôle manuel de la vitesse de la variable 1 (la plus lente) à 10 (la plus élevée). Mise en attente   (Propel 510 ou Propel 750) ou (Propel 410) - Met l'appareil en pause et le prépare à démarrer la recette suivante. Programme   — actionne l'appareil pendant des heures prédéfinies et s’arrêtera automatiquement à la fin du programme. Lorsque l'interrupteur Marche/Arrêt   est enfoncé au milieu d’un programme, la machine s’arrête et l’heure du programme se réinitialise. Si le cadran est tourné en veille au milieu d’un programme, il ne reviendra pas au milieu d’un programme qu’il exécutait. Le prochain programme souhaité devra être sélectionné. Les icônes du programme sont affichées dans les recettes Vitamix. Tous les modèles : Propel 510 & 750 Seulement : Propel 750 uniquement :  Auto-nettoyage   — (uniquement sur le Propel 750) lance le cycle de nettoyage une fois que l'eau et le liquide vaisselle ont été ajoutés à la machine et que le couvercle et le bouchon du couvercle sont en place. Interrupteur Marche/Arrêt   — arrête ou démarre le mélange à tout moment et est situé sur le côté droit du panneau de commande. Si vous appuyez sur l'interrupteur Marche/Arrêt   au milieu d'un programme, la machine s'arrête et la durée du programme est réinitialisée au début de la durée d'exécution.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 10,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-11",
    "content": "moment et est situé sur le côté droit du panneau de commande. Si vous appuyez sur l'interrupteur Marche/Arrêt   au milieu d'un programme, la machine s'arrête et la durée du programme est réinitialisée au début de la durée d'exécution. Soupes chaudes Desserts glacés  Cadran Auto-nettoyage  P   ROPEL 750  Pulse (Impulsion) Panneau de commande Démarrer/Arrêter Cadran  P   ROPEL 510  Programmes Marche/Arrêt Pulse (Impulsion) Panneau de commande Cadran  PROPEL 410  Programme Marche/Arrêt Pulse (Impulsion) Panneau de commande Démarrer/Arrêter Programmes Marche/Arrêt Démarrer/Arrêter  Boissons fouettées Trempettes et tartinades  149979 17  MÉLANGER  MÉLANGE DANS LE RÉCIPIENT  1. Assurez-vous TOUJOURS que le cadran à vitesse variable est en veille position. 2. Appuyez sur l'interrupteur Marche/Arrêt (lire la page page 16 pour connaître l'emplacement) jusqu'à la position MARCHE (I). 3. Chargez le récipient conformément aux instructions de la recette Vitamix ou à l'illustration de l'ordre de chargement des ingrédients (voir ci-dessous). IMPORTANT! Utilisez toujours l'appareil avec le couvercle et le bouchon de couvercle bien en place lorsque l'appareil est en marche. NE retirez JAMAIS le couvercle pendant que les lames tournent. Retirez uniquement le bouchon du couvercle pour ajouter des ingrédients et utiliser le pilon. Si le couvercle est retiré pendant le fonctionnement, le socle-moteur s'arrêtera et ne fonctionnera pas tant et aussi longtemps que le couvercle et le bouchon du couvercle ne seront pas en place sur le récipient. 4. Placez le couvercle sur le récipient : •   Poussez sur le couvercle jusqu'à ce que les deux languettes s'enclenchent sur la lèvre du récipient. •   Insérez le bouchon du couvercle et tournez-le dans le sens des aiguilles d'une montre pour le verrouiller dans le couvercle. 5. Placez le récipient sur le socle-moteur. (L'appareil ne fonctionnera pas sans un récipient avec le couvercle fixé.) 6. POUR UTILISER LA VITESSE VARIABLE :  a.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 11,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-12",
    "content": "dans le sens des aiguilles d'une montre pour le verrouiller dans le couvercle. 5. Placez le récipient sur le socle-moteur. (L'appareil ne fonctionnera pas sans un récipient avec le couvercle fixé.) 6. POUR UTILISER LA VITESSE VARIABLE :  a. Tournez le cadran de vitesse variable dans le sens des aiguilles d'une montre jusqu'à la vitesse variable 1. b. Appuyez sur le bouton Marche/Arrêt. c. Faites tourner le cadran entre la vitesse variable 1 et 10 pendant le cycle de mélange pour augmenter ou diminuer la vitesse des lames. d. À la fin du mélange, tournez le cadran de vitesse variable dans le sens inverse des aiguilles d'une montre jusqu'à la position Mise en attente   ou appuyez sur l'interrupteur Marche/Arrêt pour arrêter l'appareil. POUR UTILISER LES PROGRAMMES :  a. Tournez le cadran de vitesse variable dans le sens contraire à celui des aiguilles d'une montre jusqu'au programme désiré. b. Appuyez sur l'interrupteur   Marche/Arrêt   pour démarrer le programme. L'appareil s'arrêtera automatiquement à la fin du programme ou appuyez sur l'interrupteur   Marche/Arrêt   à tout moment pour arrêter le programme. 7. Si le mélange cesse de bouger : a. Retirez le bouchon du couvercle, insérez le pilon dans l'ouverture du bouchon du couvercle et remuez jusqu'à ce que le mélange « rote ». b. Si cette méthode ne fonctionne pas, appuyez sur l'interrupteur Marche/Arrêt pour arrêter le moteur. c. Retirez le récipient du socle-moteur, retirez le couvercle et utilisez une spatule de caoutchouc pour faire éclater la bulle d'air autour des lames. d. Ajoutez du liquide, au besoin. e. Replacez le couvercle et le bouchon du couvercle, remettez le récipient sur la base du moteur et continuez à mélanger. 8. Une fois le mélange terminé, attendez que les lames s'arrêtent complètement avant de retirer le couvercle ou le récipient du socle-moteur. 9.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 12,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-13",
    "content": "et le bouchon du couvercle, remettez le récipient sur la base du moteur et continuez à mélanger. 8. Une fois le mélange terminé, attendez que les lames s'arrêtent complètement avant de retirer le couvercle ou le récipient du socle-moteur. 9. Utilisez un grattoir ou une spatule Vitamix pour retirer la salsa, la gelée, la confiture, le beurre de cacahuète et les autres ingrédients du récipient. CONSEILS POUR ÉVITER LA SURCHAUFFE  •   Préparez uniquement des recettes Vitamix lorsque vous apprenez à vous servir de votre appareil. •   NE traitez JAMAIS les recettes plus longtemps que recommandé. Les mélanges trop transformés peuvent également donner une texture incorrecte à la recette. •   NE préparez JAMAIS les recettes à une vitesse inférieure ou supérieure à celle recommandée. •   Utilisez votre pilon pour préparer des mélanges épais et faire circuler les ingrédients autour des lames. Liquides Ingrédients secs Légumes-feuilles Fruits et légumes Glace et ingrédients surgelés  Ordre de chargement des ingrédients  ATTENTION  Pour éviter les blessures. NE TOUCHEZ JAMAIS LES PIÈCES EN MOUVEMENT. Gardez les mains et les ustensiles hors du récipient pendant le fonctionnement de l'appareil. N' insérez JAMAIS vos doigts ou des ustensiles autour des lames lorsque celles-ci tournent. Les lames continueront à tourner jusqu'à ce qu'elles s'arrêtent complètement à la fin du cycle de mélange. NE remplissez JAMAIS le récipient au-dessus de la ligne « MAXIMUM CAPACITY » marquée pour éviter tout risque de blessure causée par des dommages au couvercle et au récipient. N'essayez JAMAIS de placer un récipient sur un socle- moteur en marche ou de faire fonctionner un socle- moteur sans qu'un récipient soit correctement en place. Pour éviter d'éventuelles brûlures, NE COMMENCEZ JAMAIS à des vitesses supérieures à la vitesse variable 1 lors du traitement de liquides chauds dans un grand récipient. La vapeur qui s'échappe, les éclaboussures ou le contenupeuvent brûler.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 13,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-14",
    "content": "soit correctement en place. Pour éviter d'éventuelles brûlures, NE COMMENCEZ JAMAIS à des vitesses supérieures à la vitesse variable 1 lors du traitement de liquides chauds dans un grand récipient. La vapeur qui s'échappe, les éclaboussures ou le contenupeuvent brûler. UTILISEZ TOUJOURS avec le couvercle et le bouchon en place et commencez à vitesse variable 1, puis augmentez lentement jusqu'à 10. Les pièces deviennent chaudes en cas d'utilisation prolongée. NE touchezJAMAIS la douille d'entraînement de la base du moteur ou la cannelure d'entraînement de la base de la lame. 149979 18   149979  ENTRETIEN   ET   NETTOYAGE  AVANT LA PREMIÈRE UTILISATION  Le récipient est conçu pour être entièrement nettoyable sans avoir à retirer l'écrou de retenue et l'ensemble de la lame. Les procédures de nettoyage et d'assainissement ou un cycle de nettoyage au lave-vaisselle garantissent un nettoyage complet et approfondi du récipient et de ses composants. •   N' essayez JAMAIS de retirer l'écrou de retenue ou l'assemblage des lames du récipient. •   Si le récipient est endommagé, NE L'UTILISEZ PAS. Communiquez IMMÉDIATEMENT avec le service de soutien technique Vitamix pour obtenir de l'aide. 1. Essuyez le socle-moteur avec un chiffon humide et chaud, puis essuyez-le avec un chiffon doux et sec. 2. Lavez le récipient, le couvercle, le bouchon du couvercle et le pilon dans l'eau tiède savonneuse. Rincez toutes les pièces et essuyez-les à l'aide d'un chiffon doux et sec. 3. Placez l'appareil sur le comptoir qui est plat, sec et propre. 4. Branchez l'appareil sur une prise triphasée avec mise à la terre. NETTOYAGE DU SOCLE-MOTEUR  1. Éteignez et débranchez l’appareil et retirez le récipient de la base du moteur. 2. Lavez la surface extérieure à l'aide d'un chiffon doux et humide ou d'une éponge rincée dans une solution douce de liquide vaisselle et d'eau chaude.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 14,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-15",
    "content": "1. Éteignez et débranchez l’appareil et retirez le récipient de la base du moteur. 2. Lavez la surface extérieure à l'aide d'un chiffon doux et humide ou d'une éponge rincée dans une solution douce de liquide vaisselle et d'eau chaude. REMARQUE :   N' immergez JAMAIS le cordon d'alimentation, la fiche d'alimentation ou le corps du moteur dans l'eau ou dans tout autre liquide. 3. Le coussin de centrage peut être retiré pour un nettoyage plus approfondi et est sûr pour le lave-vaisselle ou peut être lavé à la main à l’eau chaude savonneuse. 4. Séchez immédiatement toutes les surfaces et polissez-les à l'aide d'un chiffon doux. NETTOYAGE DES BOURREURS  Le pilon peut être lavé au lave-vaisselle ou à la main dans de l'eau chaude savonneuse. Rincez à l'eau courante et séchez. NETTOYAGE DES RÉCIPIENTS - LAVE-VAISSELLE  Le récipient, le couvercle, la base de la lame et le joint peuvent être lavés au lave-vaisselle ou lavés à la main et désinfectés en suivant les procédures suivantes. NETTOYAGE DU RÉCIPIENT - AUTO-NETTOYAGE (PROPEL 750 UNIQUEMENT)  1. Remplissez le récipient d'eau chaude jusqu'à la moité et ajoutez quelques gouttes de savon à vaisselle. 2. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 3. Tournez le cadran de vitesse variable jusqu’à l’icône d’autonettoyage. 4. Une fois l'opération achevée, le programme s'arrêtera automatiquement. 5. Rincez et égouttez toutes les pièces. NETTOYAGE DES RÉCIPIENTS - VITESSE VARIABLE  1. Remplissez le récipient d'eau chaude jusqu'à la moité et ajoutez quelques gouttes de savon à vaisselle. 2. Refermez ou abaissez le couvercle à deux pièces en position verrouillée. 3. Appuyez sur l'interrupteur Marche/Arrêt pour allumer l'appareil et augmenter lentement la vitesse jusqu'à la vitesse variable 10. 4. Exécutez l'appareil pendant 30 à 60 secondes. 5. Faites pivoter le cadran de vitesse variable pour revenir à vitesse variable 1 et appuyez sur l'interrupteur Marche/Arrêt pour éteindre l'appareil. 6.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 15,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-16",
    "content": "augmenter lentement la vitesse jusqu'à la vitesse variable 10. 4. Exécutez l'appareil pendant 30 à 60 secondes. 5. Faites pivoter le cadran de vitesse variable pour revenir à vitesse variable 1 et appuyez sur l'interrupteur Marche/Arrêt pour éteindre l'appareil. 6. Rincez et égouttez toutes les pièces. ASSAINISSEMENT DES RÉCIPIENTS - EAU DE JAVEL  1. Effectuez d’abord les instructions de « Nettoyage du récipient ». 2. Répétez ensuite les instructions de « Nettoyage des récipients », mais ajoutez 1,5 cuillère à café (7,4 ml) d’eau de Javel liquide à 16 oz. (473 ml) d'eau. 3. Laissez le mélange reposer dans le récipient 1 ½ minute supplémentaire. 4. Versez le mélange d'eau de Javel. Laissez le récipient sécher à l'air libre. NE PAS rincer après la désinfection. Si vous le souhaitez, rincez immédiatement avant la prochaine utilisation. ASSAINISSEMENT DES RÉCIPIENTS - VINAIGRE  1. Effectuez d’abord les instructions de « Nettoyage du récipient ». 2. Répétez ensuite les instructions de « Nettoyage du récipient », mais utilisez 16 oz. (473 ml) de vinaigre pour chaque 16 oz. (473 ml) d'eau. 3. Laissez le mélange reposer dans le récipient pendant 3 minutes supplémentaires. La durée de contact totale de la solution de vinaigre dans le récipient doit correspondre à 5 minutes. 4. Versez la solution de vinaigre contenue dans le récipient sur l'intérieur du couvercle à deux pièces. 5. Répétez la procédure de désinfection une seconde fois (Étapes 2 à 4). 6. Laissez le récipient et le couvercle sécher à l'air. NE les rincez PAS après la désinfection. Si vous le souhaitez, rincez-les juste avant la prochaine utilisation. ATTENTION  Pour éviter les blessures et les dommages  Pour éviter une activation par inadvertance, éteignez et débranchez le mélangeur avant le nettoyage. NE serrez JAMAIS l'écrou de la partie supérieure de la lame. Si la lame est desserrée, remplacez-la immédiatement.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 16,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-17",
    "content": "Pour éviter les blessures et les dommages  Pour éviter une activation par inadvertance, éteignez et débranchez le mélangeur avant le nettoyage. NE serrez JAMAIS l'écrou de la partie supérieure de la lame. Si la lame est desserrée, remplacez-la immédiatement. Risque de décharge électrique  Débranchez TOUJOURS le socle-moteur avant de le nettoyer ou lorsqu'il n'est pas utilisé. N'immergez jamais le socle-moteur dans l'eau ou d'autres liquides. Le non-respect de ces instructions peut causer la mort ou une décharge électrique. 18   149979 19 149979  GARANTIE   ET   SERVICE   POUR   P   ROPEL   410   ET   510  Garantie complète de l'appareil de 5 ans  1. Enregistrement du produit. Vous pouvez vous inscrire en ligne au www.vitamix.com/warranty ou en appelant notre service à la clientèle au 1 800 848-2649 ou au 1 440 235-4840. Le fait de ne pas enregistrer l'achat de votre produit ne restreint pas les droits que vous offre la garantie. Par contre, enregistrer votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2. Qui peut bénéficierde la garantie ? La présente garantie est offerte par Vitamix au propriétaire de ce mélangeur, lequel est uniquement destiné à un usage domestique personnel. Elle ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. Si le propriétaire du mélangeur change au cours de la période de garantie de 7 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à l'adresse www.vitamix.com. 3. Qu’est-ce qui est couvert ?",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 17,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-18",
    "content": "de location ou de revente. Si le propriétaire du mélangeur change au cours de la période de garantie de 7 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à l'adresse www.vitamix.com. 3. Qu’est-ce qui est couvert ? Vitamix garantit au propriétaire que si ce mélangeur (un « mélangeur » consiste en un socle-moteur et tout récipient, couvercle et pilon achetés ensemble) brise dans un délai de 5 ans à partir de la première des dates suivantes : la date d'achat ou la date de livraison, comme le permet la loi, à cause d'un défaut matériel ou de main-d'œuvre, ou de l'usure causée par un usage domestique normal, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, la composante ou le mélangeur défectueux ne peut être réparé, Vitamix choisira A) de remplacer le mélangeur gratuitement, ou B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. Ce qui nest pas couvert. Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture. Cette garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Récipients : Broyer certaines herbes et épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 18,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-19",
    "content": "épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames. Les herbes peuvent contenir des huiles volatiles et, puisque le récipient et la tasse peuvent retenir les huiles, celles-ci peuvent entraîner une décoloration permanente. Dans ces conditions, le récipient, la tasse et les lames ne sont pas couverts par la garantie Vitamix. Vitamix ne sera pas responsable du coût de toutes réparations non autorisées. LES RÉPARATIONS, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT CONSTITUENT LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS LA PRÉSENTE GARANTIE. AUCUN EMPLOYÉ NI REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR DE GARANTIE SUPPLÉMENTAIRE OU À APPORTER DES MODIFICATIONS À LA PRÉSENTE GARANTIE QUI POURRAIENT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE PEUT INVOQUER TOUTE AFFIRMATION ADDITIONNELLE FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT SUR LA BASE D'UN CONTRAT, D'UNE INDEMNITÉ, D'UNE GARANTIE, D'UN DÉLIT (Y COMPRIS LA NÉGLIGENCE), DE LA RESPONSABILITÉ STRICTE OU AUTREMENT, VITAMIX NE SERA RESPONSABLE DE QUELQUE DOMMAGE PARTICULIER, INDIRECT, ACCESSOIRE OU CONSÉCUTIF, Y COMPRIS, SANS RESTRICTIONS, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. Cette garantie vous donne des droits légaux spécifiques, et vous pouvez également avoir d’autres droits qui varient d’un État à l’autre. 5. Qu'est-ce qui annule cette garantie ?",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 19,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-20",
    "content": "vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. Cette garantie vous donne des droits légaux spécifiques, et vous pouvez également avoir d’autres droits qui varient d’un État à l’autre. 5. Qu'est-ce qui annule cette garantie ? L'utilisation abusive, inappropriée ou négligente, l'altération du mélangeur, l'exposition à des conditions anormales ou extrêmes et le non- respect des directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur le mélangeur ou l'une de ses composantes par une autre personne ou entité que Vitamix ou un fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par la présente garantie est utilisée en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. Comment obtenir une autorisation de retour en vertu de la présente garantie. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Vous devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée. Vitamix paiera les coûts d'expédition standards du retour d'un mélangeur pour les services et les réparations sous garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 20,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-21",
    "content": "garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 chemin Usher   200-1701, rue Shepherd Est Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1 800 848-2649   1 800 848-2649 service@vitamix.com   service@vitamix.com Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris les dommages causés lors de l'expédition, dans les 48 heures suivant la livraison. 19 149979 GARANTIE   ET   SERVICE   POUR   P   ROPEL   750  20   149979_ENG_Rev A_Multi A 04/24  Garantie complète de l'appareil de 7 ans  1. Enregistrement d u produit. Vous pouvez vous inscrire en ligne au www.vitamix.com/warranty ou en appelant notre service à la clientèle au 1 800 848-2649 ou au 1 440 235-4840. Le fait de ne pas enregistrer l'achat de votre produit ne restreint pas les droits que vous offre la garantie. Par contre, enregistrer votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2. Qui peut bénéficierde la garantie ? La présente garantie est offerte par Vitamix au propriétaire de ce mélangeur, lequel est uniquement destiné à un usage domestique personnel. Elle ne s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. Si le propriétaire du mélangeur change au cours de la période de garantie de 7 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à l'adresse www.vitamix.com. 3. Qu’est-ce qui est couvert ?",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 21,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-22",
    "content": "de location ou de revente. Si le propriétaire du mélangeur change au cours de la période de garantie de 7 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à l'adresse www.vitamix.com. 3. Qu’est-ce qui est couvert ? Vitamix garantit au propriétaire que si ce mélangeur (un « mélangeur » consiste en un socle-moteur et tout récipient, couvercle et pilon achetés ensemble) brise dans un délai de 7 ans à partir de la première des dates suivantes : la date d'achat ou la date de livraison, comme le permet la loi, à cause d'un défaut matériel ou de main-d'œuvre, ou de l'usure causée par un usage domestique normal, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, la composante ou le mélangeur défectueux ne peut être réparé, Vitamix choisira A) de remplacer le mélangeur gratuitement, ou B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. Ce qui nest pas couvert. Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou de nettoyants, ou des accumulations de nourriture. Cette garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Récipients : broyer certaines herbes et épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 22,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-23",
    "content": "épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des lames. Les herbes peuvent contenir des huiles volatiles et, puisque le récipient et la tasse peuvent retenir les huiles, celles-ci peuvent entraîner une décoloration permanente. Dans ces conditions, le récipient, la tasse et les lames ne sont pas couverts par la garantie Vitamix. Vitamix ne sera pas responsable du coût de toutes réparations non autorisées. LES RÉPARATIONS, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT CONSTITUENT LES RECOURS EXCLUSIFS DE L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS LA PRÉSENTE GARANTIE. AUCUN EMPLOYÉ NI REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ À OFFRIR DE GARANTIE SUPPLÉMENTAIRE OU À APPORTER DES MODIFICATIONS À LA PRÉSENTE GARANTIE QUI POURRAIENT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE PEUT INVOQUER TOUTE AFFIRMATION ADDITIONNELLE FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT SUR LA BASE D'UN CONTRAT, D'UNE INDEMNITÉ, D'UNE GARANTIE, D'UN DÉLIT (Y COMPRIS LA NÉGLIGENCE), DE LA RESPONSABILITÉ STRICTE OU AUTREMENT, VITAMIX NE SERA RESPONSABLE DE QUELQUE DOMMAGE PARTICULIER, INDIRECT, ACCESSOIRE OU CONSÉCUTIF, Y COMPRIS, SANS RESTRICTIONS, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. Cette garantie vous donne des droits légaux spécifiques, et vous pouvez également avoir d’autres droits qui varient d’un État à l’autre. 5. Qu'est-ce qui annule cette garantie ?",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 23,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-24",
    "content": "vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. Cette garantie vous donne des droits légaux spécifiques, et vous pouvez également avoir d’autres droits qui varient d’un État à l’autre. 5. Qu'est-ce qui annule cette garantie ? L'utilisation abusive, inappropriée ou négligente, l'altération du mélangeur, l'exposition à des conditions anormales ou extrêmes et le non- respect des directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur le mélangeur ou l'une de ses composantes par une autre personne ou entité que Vitamix ou un fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par la présente garantie est utilisée en combinaison avec un socle-moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. Comment obtenir une autorisation de retour en vertu de la présente garantie. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Vous devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée. Vitamix paiera les coûts d'expédition standards du retour d'un mélangeur pour les services et les réparations sous garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 24,
      "total_chunks": 26
    }
  },
  {
    "id": "propel-410-510-750-warranty-and-service-for-p-rop-25",
    "content": "garantie, ainsi que pour le renvoi du mélangeur au propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 chemin Usher   200-1701, rue Shepherd Est Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1 800 848-2649   1 800 848-2649 service@vitamix.com   service@vitamix.com Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris les dommages causés lors de l'expédition, dans les 48 heures suivant la livraison.",
    "metadata": {
      "content_type": "safety",
      "product_series": "propel",
      "models": [
        "Propel 410",
        "Propel 510",
        "Propel 750"
      ],
      "section_title": "WARRANTY   AND   SERVICE   FOR   P ROPEL   750  10   149979_ENG_Rev A_Multi A 04/24  7-Year Full Machine Warranty  1.   Product Registration.  You can register online at www.vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve you with any of your customer service needs.  2. Who Can Seek Warranty Coverage.  This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used for commercial, rental or re-sale purposes. Should ownership of the blender change during the 7-year period, please update the Blender’s owner information at www.vitamix.com.  3. What is Covered.  Vitamix warrants to the owner that if this Blender (a “Blender” consists of a motor base, any container(s), lids and tamper(s) pur- chased together) fails within 7 years from the earlier of the date of purchase or date of delivery as permitted by law due to a defect in material or workmanship or as a result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference.  4. What is Not Covered.  This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual.  Containers: Grinding certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils, cause the container/cup to retain the oils and cause permanent discoloration. Your container/cup and blades are not covered under the Vitamix warranty under these circumstances.  Vitamix will not be responsible for the cost of any unauthorized warranty repairs.  REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT, INDEMNITY, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE.  Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties may apply. This warranty gives you specific legal rights, and you may also have other rights which vary from state to state.  5. What Voids this Warranty.  Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a motor base or container that is not expressly authorized by Vitamix.  6. How to Obtain Return Authorization Under This Warranty.  In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada Vita-Mix® Corporation   Vita-Mix® Corporation 8615 Usher Road   200-1701 Shepherd Street East Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5 1.800.848.2649   1.800.848.2649 service@vitamix.com   service@vitamix.com You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment damage, within 48 hours of delivery.",
      "manual_name": "Propel 410, 510 & 750",
      "chunk_index": 25,
      "total_chunks": 26
    }
  }
]