[
  {
    "id": "venturist-v1200-introduction-0",
    "content": "Venturist®  V1200   H   ig H -P   erformance   B   lenders  VM0185B  Your Adventure Awaits  vitamix.com  U.S. Patent: vitamix.com/patents  S   y m b o l   S  S   p e c i f i c at i o n   S  Voltage:   120 V   Height (with 64 oz. (2 L) container on blender  base): 17 inches  Frequency:   50 - 60 Hz   Width: 8 inches  Amps:   12 Amps   Depth: 11 inches  Warning and Caution  NEVER touch moving parts. Keep hands and utensils out of  the container  Electric Shock Hazard  High temperature when blending hot liquids  Unplug while not in use, before cleaning, changing  accessories or touching parts that move while the blender  is in use  Operate with the lid and lid plug in place  Read and understand owner’s manual  DO NOT immerse  Parts will become hot with extended use. DO NOT   touch the  drive socket in the blender base or the drive spline in the  blade base  DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to  heat ingredients or to blend hot liquids. I/O   On/Off  I   Start/Stop  Pulse  •   This device complies with part 15 of the FCC Rules. Operation is subject to the  following two conditions: (1) This device may not cause harmful interference, and  (2) this device must accept any interference received, including interference that  may cause undesired operation. •   This device complies with Industry Canada licence-exempt RSS standard(s). Operation is subject to the following two conditions: (1) this device may not  cause interference, and (2) this device must accept any interference, including  interference that may cause undesired operation of the device. •   This device complies with Health Canada’s Safety Code. The installer of this  device should ensure that RF radiation is not emitted in excess of the Health  Canada’s requirement. Information can be obtained at http://www.hc-sc.gc.ca/  ewh-semt/pubs/radiation/radio_guide-lignes_direct/index-eng.php.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 0,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-1",
    "content": "This device complies with Health Canada’s Safety Code. The installer of this  device should ensure that RF radiation is not emitted in excess of the Health  Canada’s requirement. Information can be obtained at http://www.hc-sc.gc.ca/  ewh-semt/pubs/radiation/radio_guide-lignes_direct/index-eng.php. CAUTION  Changes   or   modifications   not   expressly   approved   by   the   party  responsible for compliance could void the user’s authority to operate  this equipment. 2  i m p o r ta n t   S   a f e g u a r d   S  WARNING:   To avoid the risk of serious injury when using your Vitamix® blender, basic safety precautions should be followed, including  the following . READ ALL INSTRUCT IONS, SAFEGUARDS, AND WARNINGS BEFORE OPER ATING BLENDER. 1. Read all instructions. 2. Do not use blender for other than  intended use. 3. Not intended for use by or near children  or persons with reduced physical,  sensory, or mental capabilities or lack  of experience and knowledge. Close  supervision is necessary when any  blende r is used by or near children or  incapacitated persons. Children should  be supervised to ensure that they do not  play with the blender. 4. WARNING: To avoid inadvertent  activation, turn off and unplug before  cleaning. 5. CAUTION: In order to avoid a hazard due  to inadvertent resetting of the thermal  cut-out, power to this blender must  not be supplied through an external  switching device, such as a timer, or  connected to a circuit that is regularly  switched on and off by the utility. 6. DO NOT IMMERSE. To protect against  risk of electrical shock, do not put the  blender base in water or other liquid. 7. Unplug from outlet when not in use,  before putting on or taking off parts, and  before cleaning. 8. Always check that the blender is OFF  before plugging cord into wall outlet. To  disconnect, turn OFF the blender, then  remove plug from wall outlet. 9.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 1,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-2",
    "content": "putting on or taking off parts, and  before cleaning. 8. Always check that the blender is OFF  before plugging cord into wall outlet. To  disconnect, turn OFF the blender, then  remove plug from wall outlet. 9. To protect against risk of electrical shock  turn the appliance OFF, then unplug  from the outlet when not in use, before  assembling or disassembling parts and  before cleaning. To unplug, grasp the  plug and pull from the outlet. Never pull  from the power cord. 10. Illuminated icons and numbers on the control  panel indicates ready to operate. Avoid  inadvertent contact with the touch screen. 11. Avoid contacting moving parts  12. Do not operate any blender with a  damaged cord or plug or after the  blender malfunctions, or is dropped or  damaged in any manner. Call Vitamix  Customer Service at 1.800.848.2649 or  1.440.235.4840 or email service@vitamix. com at once for examination, repair,  replacement, or adjustment. If purchased  outside the U.S.A. or Canada, contact  your local Vitamix dealer. 13. GFI circuit breakers might be installed  in your kitchen. Look for them in outlets  near sinks. If the blender won’t operate,  unplug the blender. Reset the wall outlet  or circuit breaker. If the circuit breaker  continues to trip, unplug the blender  from the outlet. Allow the blender to sit  for 24 hours before attempting to use it  again. Contact Vitamix Customer Service  if the problem persists. 14. Alteration or modification of any part  of the blender, including the use of  any part or parts that are not genuine  authorized Vitamix parts, may cause fire,  electric shock, or injury and will void your  warranty. 15. The use of attachments not expressly  authorized or sold by Vitamix for use  with this blender, including canning jars,  may cause fire, electric shock, or injury. Use in this way will void your warranty. 16. Do not use outdoors. 17. Do not let cord hang over edge of table  or counter. 18.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 2,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-3",
    "content": "this blender, including canning jars,  may cause fire, electric shock, or injury. Use in this way will void your warranty. 16. Do not use outdoors. 17. Do not let cord hang over edge of table  or counter. 18. Do not place on or near a hot gas or  electric burner, in or on a heated oven. 19. Always operate blender with lid and  lid plug firmly in place. The lid plug  should be removed only when adding  ingredients and when using the tamper. 3  WARNING  To Avoid Injury. Read and understand instruction  manual before using this machine. IMPORTANT INSTRUCTIONS FOR SAFE USE  This product is intended for HOUSEHOLD USE ONLY and is not intended to be used for commercial purposes. Do not leave your Vitamix blender unattended when operating. Any repair, servicing, or replacement of parts must be performed by Vitamix or a Vitamix authorized service  representative. NOTICE:   THE FAILURE TO FOLLOW ANY OF THE IMPORTANT SAFEGUARDS AND IMPORTANT INSTRUCTIONS  FOR SAFE USE IS A   MISUSE   OF YOUR VITAMIX BLENDER THAT CAN VOID YOUR WARRANTY AND CREATE  THE RISK OF SERIOUS INJURY. WARNING  Electrical Shock Hazard. Use grounded outlet only. DO NOT   remove ground. DO NOT   use an adapter. DO NOT   use an extension cord. Always unplug before cleaning the  blender base or when not in use. Do   not   put   the   blender   base   in  water or other liquid. Failure to follow instructions can  cause death or electrical shock. SAVE THESE INSTRUCTIONS  20. To avoid injury and damage, keep hands  and utensils, other than the tamper  provided, out of container while blending. The cover must remain in place when  using the tamper through the lid plug  opening. A utensil may be used in the  container only when the it has been  removed from the motor base. 21. The tamper provided must be used only  when the main part of the lid is in place. 22. Blades are sharp. Clean around the blade  assembly in the container with extreme  care to avoid injury.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 3,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-4",
    "content": "base. 21. The tamper provided must be used only  when the main part of the lid is in place. 22. Blades are sharp. Clean around the blade  assembly in the container with extreme  care to avoid injury. To reduce the risk of  injury, never place a blade assembly on  the motor base unless assembled to the  Vitamix container. 23. Care should be taken when handling  the sharp cutting blades, emptying the  container and during cleaning. 24. Do not leave foreign objects, such as  spoons, forks, knives or the lid plug, in the  container as this will damage the blades  and other components when starting the  blender and may cause injury. 25. Never attempt to operate with damaged blades. 26. Never attempt to operate with the  centering pad removed. 27. When blending hot liquids or ingredients  in the 64 oz. (Large) container, use  caution; spray or escaping steam may  cause burns. Do not fill container to  the maximum capacity. Always begin  processing on the lowest speed setting,  variable speed 1. Keep hands and other  exposed skin away from lid opening to  prevent possible burns. 28. DO NOT use your 20 ounce cup or 8  ounce cup to heat ingredients or to blend  hot liquids. Heated ingredients and liquids  may create internal pressure which could  cause the cup to burst and cause injury. 29. DO NOT continuously use your machine for  more than 2 minutes with the 20 ounce cup  or 75 seconds for the 8 ounce cup. 30. If a cup becomes warm to the touch  or steams or vents, immediately stop  blending ingredients and turn off or  unplug blender. 31. When making nut butters or oil-based  foods, do not process for more than  one minute after the mixture starts to  circulate in the container. Processing for  longer periods can cause overheating. 32. Make sure that the container or cup and  blade base are flush with the centering  pad to ensure that the drive spline is  engaged with the drive socket before  operating. 33.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 4,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-5",
    "content": "periods can cause overheating. 32. Make sure that the container or cup and  blade base are flush with the centering  pad to ensure that the drive spline is  engaged with the drive socket before  operating. 33. Make sure to use the seal on the blade  base and tighten the cup adequately to  the blade base before blending. 34. Never place the blending adapter onto  the blade base without the cup attached. 4  p a r t   S   a n d   f e at u r e   S  OFF ON  On/Off Switch  Blender with Variable Speed  Pulse  Technology   - The blender, containers and cups communicate through wireless technology. Each container is programmed to run on the blender base for optimum performance  according to it’s size and functionality. Legacy Vitamix Containers   - Legacy Vitamix containers will not work with your Venturist  blender base. Legacy machines are Vitamix C Series, G Series and S Series. For more  information about Vitamix products, please go to vitamix.com. On   /Off   (I/O)   Switch   -   The   On/Off   switch   (I/O)   is   located   on   the   right   side   of   the   blender   base. The On/Off switch controls power to the machine. Sleep Mode   - The blender will enter sleep mode if the control panel is not used after  30 seconds. The screen will dim. To exit sleep mode, rotate the variable speed dial to the  desired speed for your next blend. Container Detect   - Three dashes (- - -) will display on the control panel if a container is not  on the blender base. Once a container is placed, 0:00 will show on the display. Start/Stop (   I   )   - Stop the blender at any time by pressing Start/Stop (   I   ) . Variable Speed Dial   - The Variable Speed Dial gives you manual control from Variable 1  (slowest) to 10 (highest). Pulse (   )   - The blades will rotate at the speed displayed on the control panel when  pressed. Display   - The timer will count up when using variable speed until Start/Stop is pressed. Each container is programmed with a specific maximum run time.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 5,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-6",
    "content": "will rotate at the speed displayed on the control panel when  pressed. Display   - The timer will count up when using variable speed until Start/Stop is pressed. Each container is programmed with a specific maximum run time. The blender will shut  down automatically when the maximum run time has elapsed. Error Codes   - If you see an error code on the display make note of the numbers on the  display after the error code. Call Vitamix Customer Service for help with the issue.. Recording  the numbers isn’t necessary, but will give the Customer Service team more information to  help with the issue. Motor   - The motor is designed to protect itself from overheating. If the blender will not start  immediately check to make sure you have plugged the unit in and the On/Off switch is On. If the motor has overheated, allow the motor to cool for 20-45 minutes. Tips to prevent ‘overloading’ your blender:  Process   only   Vitamix   recipes   when   learning   to   use   the   blender. Do   not   process   recipes   at   lower  speeds than recommended. Do not process recipes at higher speeds than recommended. Do not process recipes for longer than recommended. Use your tamper to process thicker  mixtures and keep ingredients moving around and through the blades. Tamper   - Lids and tampers are not interchangeable between different container styles,  types and sizes. Use the tamper that was supplied with your blender. The container should not be more than two-thirds full when the tamper is used. Variable  Speed Dial  Start/  Stop  Timer 5  Container, Lid, Lid Plug and Tamper  •   Always use the lid and the lid plug when operating the blender. •   Never operate the blender without checking to make sure that  the lid is securely locked in place. •   The lid plug is marked so it can be used as a measuring cup. •   Ounces (oz), Liters (L), Milliliters (ml) and Cups (c) are clearly  marked. •   Insert the lid plug through the lid plug opening.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 6,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-7",
    "content": "plug is marked so it can be used as a measuring cup. •   Ounces (oz), Liters (L), Milliliters (ml) and Cups (c) are clearly  marked. •   Insert the lid plug through the lid plug opening. Lock the plug in  place by turning clockwise. To remove, turn counter-clockwise  and lift out. •   Remove the lid plug to use the tamper or to add ingredients. •   Legacy Vitamix containers (C, G and S Series) will not work on  the Venturist blender base. •   The container, lid, lid plug and tamper are dishwasher safe. 64 oz. (2 L) Low  Profile Container  2-Part Lid  Centering Pad  Lid Lid Plug (in place)  CAUTION  Rotating Blades Can Cause Damage. Lids and tampers are not interchangeable between different  container styles, types and sizes. Use the container and tamper that  was supplied with your blender. p a r t   S   a n d   f e at u r e   S  Blender  motor base  Tamper  WARNING  To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids in a Large Container. Escaping steam, splashes or contents may burn. Always start on Variable 1, then slowly increase to 10. DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids. Heated  ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug  blender. Allow the cup and ingredients to cool to room temperature before removing the blade base. Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 7,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-8",
    "content": "the blender base or the drive spline in the blade base. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of containers and cups during blender operation. DO NOT   insert  fingers or utensils around the blades while the blades are spinning. The blades will continue to spin until they come to a complete stop at the end of the blend cycle. Allow the blades to come to a complete stop before handling the blade base and cups. Put a clean and dry seal onto and then firmly tighten the blade base onto the cup or bowl  BEFORE blending. Do not fill the cup beyond the maximum capacity line or the bowl beyond the 8oz fill line. If the cup becomes un-threaded from the blade base during operation, turn the machine OFF and  wait until the motor and blades come to a complete stop before attempting to remove the cup  and blade base from the motor base. 6  b l e n d i n g   i n   t h e   f u l l   S   i z e   c o n ta i n e r   (64   o u n c e   /2.0   l )  CAUTION  To Avoid Possible Burns, Never Start on Speeds Above 1 when Processing Hot Liquids. Escaping steam, splashes or contents may burn. To secure the contents, lock the lid and lid plug securely in place prior to operating the blender. Always start on Variable 1, then slowly increase to 10. NEVER touch moving parts  Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the  blade base  Note: The On/Off switch is on the right hand side of the base. 1. Press the On/Off switch to the On (I) position. Three dashes (- - -) will display on the control panel if a container is not on the blender base. Once a container is placed, 0:00  will show on the display. Liquids  Dry Goods  Leafy Greens  Fruits & Veggies  Ice & Frozen  Ingredients  2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 8,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-9",
    "content": "if a container is not on the blender base. Once a container is placed, 0:00  will show on the display. Liquids  Dry Goods  Leafy Greens  Fruits & Veggies  Ice & Frozen  Ingredients  2. Load your container according to the Vitamix recipe directions or the load order  illustration here. IMPORTANT! Always use the lid and the lid plug on the Full-Size Containers when  the machine is in operation. Never operate the blender without checking to make  sure that the lid and lid plug are securely locked in place. 3. Put the lid onto the container. a. Push down on the lid until the two tabs snap onto the lip of the container. b. Insert the lid plug. c. Turn the lid plug clockwise to lock. 4. Put the container onto the blender base. 0:00 will display when a container/cup  is detected and the blender is ready to operate. 5. Turn the variable speed dial to Variable Speed 1. 6. Press Start/Stop. The blades will begin to turn and the timer will count the  minutes and seconds that the blend has been processing. To set a blend time, use the +/- icons on the controls. 7. Rotate the Variable Speed Dial between 1 and 10 during the blending cycle to increase or decrease the speed of the blades. 8. At the end of the blend, rotate the Variable Speed Dial counter-clockwise until Variable 1 is displayed and press Start/Stop. 9. If the mixture stops circulating:  •   Insert the tamper through the lid plug and stir until it ‘burps’. If this does not work, press the On/Off switch to stop the  motor. Remove the container from the blender base and use a rubber spatula to press the air bubble away from the blades. Add liquid if necessary. Replace the lid and lid plug. Return the container to the blender base and continue blending. •   If necessary, use a Vitamix Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other thick ingredients  from under the blades only after the blender has been turned off and the container has been removed from the motor base. 10.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 9,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-10",
    "content": "Vitamix Blade Scraper or spatula to remove salsa, jelly, jam, peanut butter, and other thick ingredients  from under the blades only after the blender has been turned off and the container has been removed from the motor base. 10. After blending, wait until the blades completely stop before removing the lid or removing container from the blender base. Tips to prevent ‘overloading’ your blender:  •   Process only Vitamix recipes when learning to use the blender. •   Do not process recipes at lower speeds than recommended. •   Do not process recipes at higher speeds than recommended. •   Do not process recipes for longer than recommended. •   Use your tamper to process thicker mixtures and keep ingredients moving around and through the blades. 7  b l e n d i n g   i n   c u p   S   a n d   b o w l   S   (8   o z   . a n d   20   o z   .)  WARNING  To Avoid Injury. NEVER TOUCH MOVING PARTS. Keep hands and utensils out of containers and cups during blender operation. DO NOT   insert  fingers or utensils around the blades while the blades are spinning. The blades will continue to spin until they come to a complete stop at the end of the blend cycle. Allow the blades to come to a complete stop before handling the blade base and cups. Put a clean and dry seal onto and then firmly tighten the blade base onto the cup or bowl  BEFORE blending. Do not fill the cup beyond the maximum capacity line or the bowl beyond the 8oz fill line. If the cup becomes un-threaded from the blade base during operation, turn the machine OFF and  wait until the motor and blades come to a complete stop before attempting to remove the cup  and blade base from the motor base. WARNING  DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids. Heated  ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 10,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-11",
    "content": "Heated  ingredients and liquids may create internal pressure which could cause the cup to burst and cause injury. DO NOT continuously use your machine for more than 75 seconds for the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. If a cup becomes warm to the touch or steams or vents, immediately stop blending ingredients and turn off or unplug  blender. Allow the cup and ingredients to cool to room temperature before removing the blade base. Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the blade base. To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave. Warning and Caution  NEVER touch moving parts  DO NOT use your 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl to heat ingredients or to blend hot liquids  Parts will become hot with extended use. DO NOT   touch the drive socket in the blender base or the drive spline in the  blade base  To avoid damage or personal injury, DO NOT use the cups (including the blade base or lids) in the microwave  8 oz. (225 ml) Bowl  Blade Base  Seal  (removable,  color not shown))  20 oz. (0.6 L) Cup  Note:   The cups and bowls mentioned here are optional accessories of the Ascent Blenders. Please visit www.vitamix.com for more information. 8  b l e n d i n g   i n   c u p   S   a n d   b o w l   S   (8   o z   . a n d   20   o z   .)  1. Locate the two arrows on the blade base. The arrows are opposite of each  other on the blade base (see Figure A). 2. Put a clean, dry seal onto the bottom thread of the blade base (see Figure A). The seal should fit snugly and evenly around the thread. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml)  bowl. Do not fill the cup beyond the maximum capacity with solids or  liquids. “MAXIMUM CAPACITY\" is marked on the 20 oz cup. The maximum  capacity of the bowl is the 8oz (225 ml) fill line. 3. L oad the cup or bowl (see Figure B for ingredient loading order).",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 11,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-12",
    "content": "or  liquids. “MAXIMUM CAPACITY\" is marked on the 20 oz cup. The maximum  capacity of the bowl is the 8oz (225 ml) fill line. 3. L oad the cup or bowl (see Figure B for ingredient loading order). 4. Put the blade base onto the cup or bowl. 5. Rotate the blade base clockwise at least two complete turns from your  starting point until the arrows are within the ranges marked on the cup or  bowl. If necessary, continue to rotate clockwise until the arrows are within  the ranges below (see Figure C). 6. Put the cup or bowl and blade base onto the blender motor base.    If the blender motor base does not recognize the cup or bowl, tighten the  blade base clockwise onto the cup or bowl and place it back onto the blender  motor base. If the problem is not corrected, contact Vitamix Customer Service  for support. 7. Blend the recipe according to the instructions in the recipe. 8. If the mixture stops circulating:  Press the On/Off switch to stop the motor. Wait until the blades stop  rotating. Remove the cup or bowl and blade base from the blender motor  base. Turn the cup over. Unthread the blade base from the cup by rotating  counter-clockwise. Stir the ingredients. Add liquid if necessary. Place a clean  and dry seal on the blade base. Wipe clean the threads on the blade base  and cup or bowl. Reattach the blade base according to STEP 5, place on  blender base and continue blending. 9. After blending, wait until the blades completely stop before removing the  cup or bowl from the blender base. 10. If necessary, use a Vitamix Blade Scraper or spatula to remove salsa, jelly,  jam, peanut butter, and other thick ingredients from under the blades only  after the blender has been turned off and the container has been removed  from the motor base. Liquids  DO NOT blend hot liquids!",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 12,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-13",
    "content": "jelly,  jam, peanut butter, and other thick ingredients from under the blades only  after the blender has been turned off and the container has been removed  from the motor base. Liquids  DO NOT blend hot liquids! Dry Goods  Leafy Greens  Fruits & Veggies  Ice & Frozen  Ingredients  Figure B  Arrow #1  Arrow #2  Figure A  Seal  (removable,  color not shown)  Blade Base  Range  Figure C  To tighten: rotate the blade base  clockwise at least two complete turns  from your starting point until the arrows  are withing the ranges marked on the  cup or bowl. If necessary, continue to  rotate clockwise until the arrows are  within the ranges below. x2  Range 9  c a r e   a n d   c l e a n i n g  Care and Cleaning of 64 ounce/2.L Containers:  To Clean:  1. Fill the container half full with warm water and add a couple of drops of dishwashing liquid. 2. Snap or push the complete 2-Part lid into the locked position. 3. Press the Start / Stop. 4. Slowly increase variable speed to 10. 5. Run the machine for 30 to 60 seconds. 6. Rotate the Variable Speed dial back to Variable 1. 7. Rinse and drain all pieces. Blender Base  1. Turn off and unplug the blender. 2. Wash the outside surface with a damp, soft cloth or sponge that has been rinsed in a mild solution of liquid dish soap and warm water. Do not place the blender base in water. The centering pad can be removed for more thorough cleaning. The centering pad is dishwasher safe. 3. Immediately dry all surfaces and polish with a soft cloth. WARNING  Electrical Shock Hazard. Always unplug before cleaning the blender base or when not in use. Do not put the blender base in water or other liquid. Failure to follow instructions can cause death or electrical shock. Lids, Lid Plug, Centering Pad and Tamper  The parts are dishwasher safe. If preferred, wash the parts in warm soapy water. Rinse clean under running water, then dry. Accessories  Refer to the care and cleaning instructions included with the accessory for more information.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 13,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-14",
    "content": "and Tamper  The parts are dishwasher safe. If preferred, wash the parts in warm soapy water. Rinse clean under running water, then dry. Accessories  Refer to the care and cleaning instructions included with the accessory for more information. WARNING  To Avoid Injury and Damage. To avoid inadvertent activation, turn off and unplug the blender before cleaning. To   Sanitize:  1. Follow the cleaning instructions above. 2. Fill the container half full with water and 1 ½ teaspoons of liquid bleach. 3. Snap or push the complete 2-part lid into the locked position. 4. Press the Start / Stop. 5. Slowly increase variable speed to 10. 6. Run the machine for 30 to 60 seconds. 7. Rotate the Variable Speed dial back to Variable 1. 8. Allow mixture to stand in the container for an additional 1 ½ minutes. 9. Pour bleach mixture out. Allow container to air dry. Do not rinse after sanitizing. BEFORE FIRST USE:  1. Wipe the base with a warm damp cloth and wipe clean with a dry, soft cloth. Wash the container, cups, lids, lid plug, and tamper with  warm, soapy water. Rinse all parts. Wipe dry with a dry, soft cloth. 2. Choose a space on the counter that is level, dry and clean. Plug the blender into a grounded, 3-prong outlet. Note:   Your Vitamix container is designed to be completely cleanable without removing the retainer nut and blade assembly. DO NOT attempt to  remove the retainer nut or blade assembly from the container. Our Normal Cleaning and Sanitizing procedures or a dishwasher cleaning cycle will  ensure a complete and thorough cleaning of your container and it’s components. If your container is damaged, please do not use. Contact Vitamix  Customer Service IMMEDIATELY for assistance. 10  Care and Cleaning of Cups and Bowls:  Dishwasher:  The cups, lids, blade base and seals are dishwasher safe or can be washed and  sanitized with the procedures below. The seals must be washed and dried after  each use to avoid ingredient build-up.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 14,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-15",
    "content": "Bowls:  Dishwasher:  The cups, lids, blade base and seals are dishwasher safe or can be washed and  sanitized with the procedures below. The seals must be washed and dried after  each use to avoid ingredient build-up. The threads of the blade base must be  washed and dried after each use to avoid ingredient build-up. In-Place Cleaning:  1. Locate the two arrows on the blade base. The arrows are opposite of each  other on the blade base (see Figure A). 2. Put a clean, dry seal onto the bottom thread of the blade base (see Figure A). The seal should fit snugly and evenly around the thread. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. 3. Fill the cup or bowl to half-full with cold water and a couple of drops of  dishwashing liquid. 4. Put the blade base onto the cup or bowl. 5. Rotate the blade base clockwise at least two complete turns from your  starting point until the arrows are within the ranges marked on the cup or  bowl. If necessary, continue to rotate clockwise until the arrows are within  the ranges below (see Figure B). 6. Put the cup or bowl and blade base onto the blender motor base. 7. Turn the variable speed dial to Variable Speed 1. 8. Press Start / Stop. Slowly increase speed to 10 and run the machine for 30  to 60 seconds. 9. Reduce speed to Variable 1. Press Start / Stop. 10. Slowly unthread the blade base from the cup or bowl. 11 . Rinse and drain all pieces. To Sanitize:  1. Follow the cleaning instructions STEPS 1-2 above. Note:   Do not blend hot liquids in the 20 oz. (0.6 L) cup or 8 oz. (225 ml) bowl. 2. Fill the cup or bowl to half-full with cold water and 1/2 teaspoons of liquid bleach. 3. Put the blade base onto the cup or bowl. 4. Rotate the blade base clockwise at least two complete turns from your  starting point until the arrows are within the ranges marked on the cup or  bowl. If necessary, continue to rotate clockwise until the arrows are within  the ranges below (see Figure B). 5.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 15,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-16",
    "content": "complete turns from your  starting point until the arrows are within the ranges marked on the cup or  bowl. If necessary, continue to rotate clockwise until the arrows are within  the ranges below (see Figure B). 5. Put the cup or bowl and blade base onto the blender motor base. 6. Turn the variable speed dial to Variable Speed 1. 7. Press Start / Stop. Slowly increase speed to 10 and run the machine for 30  to 60 seconds. 8. Reduce speed to Variable 1. Press Start / Stop. 9. Allow mixture to stand in the container for an additional 1 ½ minutes. 10. Slowly unthread the blade base from the cup or bowl. 10. Pour bleach mixture out. Allow to air dry. 11. Do not rinse after sanitizing. Arrow #1  Arrow #2  Figure A  Seal  (removable,  color not shown)  Blade Base  Range  Figure B  To tighten: rotate the blade base  clockwise at least two complete turns  from your starting point until the arrows  are withing the ranges marked on the  cup or bowl. If necessary, continue to  rotate clockwise until the arrows are  within the ranges below. x2  Range  8 oz. (225 ml) Bowl  Blade Base  Seal  (removable,  color not shown))  20 oz. (0.6 L) Cup  c a r e   a n d   c l e a n i n g 11  together)   fails within 10 years from the date of purchase due to a defect in material or workmanship or as a result of normal wear and tear from ordinary  household use, Vitamix will, within 30 days of receipt of the returned blender, repair the failed Blender or component part of the Blender free of charge. If, in Vitamix’s sole discretion, the failed Blender or component part of the Blender cannot be repaired, Vitamix will elect to either (A) replace the Blender  free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Blenders used commercially or in non-household applications.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 16,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-17",
    "content": "of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Blenders used commercially or in non-household applications. This Warranty does not cover cosmetic changes that do  not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the Blender  is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Containers: Processing certain herbs and spices in the container/cup will result in cosmetic marring of the container/cup and may cause the blades  to wear prematurely. Traces of sand, coarse gritty and abrasive herbs will also cause the blades to wear prematurely. Herbs may contain volatile oils,  cause the container/cup to retain the oils and cause permanent discoloration. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF  VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY  OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON  ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT,  INDEMNITY,   WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL,  INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties  may apply. 5. WHAT VOIDS THIS WARRANTY.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 17,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-18",
    "content": "LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties  may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Blender, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in this  manual will void this Warranty. The Warranty is also void if repairs to the Blender or any component part of the Blender are performed by someone other than either Vitamix or an  authorized Vitamix Service Provider or if any component part of a Blender subject to this Warranty is used in combination with a blender base or  container that is not expressly authorized by Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. You will be asked to provide  a date of purchase and proof of purchase for any blender that has not been registered with Vitamix. For blenders subject to this Warranty you will be  provided with a return authorization number, up-to-date shipping instructions and a pre-paid return pick up label. Vitamix will pay standard shipping  costs on the return of a Blender for warranty service and repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 18,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-19",
    "content": "repair and for return shipment of the blender to you after the warranty repair or replacement. Purchaser is responsible for the costs of special shipping requests. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  1-800-848-2649   1-800-848-2649  service@vitamix.com   service@vitamix.com  You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment  damage, within 48 hours of delivery. 10-Year full Machine Warranty  1. PRODUCT REGISTRATION. Vita-Mix Corporation (“Vitamix”) strongly encourages you to register your purchase by completing and returning the product registration card that came  with this Blender. You can register online at vitamix.com/warranty; or by calling our Customer Service Department at 1.800.848.2649 or 1.440.235.4840. Failure to register your product purchase will not diminish your warranty rights. However, registering your purchase will allow Vitamix to better serve  you with any of your customer service needs. 2. WHO CAN SEEK WARRANTY COVERAGE. This Warranty is extended by Vitamix to the owner of this Blender for personal household use only. This Warranty does not apply to products used  for commercial, rental or re-sale purposes. Should ownership of the blender change during the 10-year period, please update the Blender’s owner  information at vitamix.com. 3. WHAT IS COVERED. Vitamix warrants to the owner that if this Blender   (a “Blender” consists of a motor blender base, any container(s), lids and tamper(s) purchased  w a r r a n t y   a n d   S   e r v i c e 12  The following accessories are compatible to use with Venturist blenders. Refer to vitamix.com for more information. •   Self-Detect 48 oz.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 19,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-20",
    "content": "a n d   S   e r v i c e 12  The following accessories are compatible to use with Venturist blenders. Refer to vitamix.com for more information. •   Self-Detect 48 oz. (1.4 L) Wet and Dry Containers  •   Self-Detect 8 oz. Bowl (225 ml) and Blade Base*  •   Self-Detect 20 oz. (0.6 L) Cup and Blade Base*  •   Tamper Holder Assembly*  •   Blade Scraper  a p p e n d i x   1 -   a c c e   S S   o r i e   S  T   amper   H   older   use   and   care   ins T ruc T ions  Note:   When properly installed, the tamper holder will not interfere  with blender operation. The tamper holder can be installed on the  left or right side of the motor base. 1. Clean the parts by hand with warm, soapy water or in the top rack  in the dishwasher before assembling. 2. Choose a side of the motor base to install the tamper holder. 3. Put the tamper holder cup onto the tamper holder base. Twist the  tamper holder cup clockwise to lock into place. 4. Lift up the blender base. Plug the tab in the tamper holder base  into the slot in the motor base. Lower the blender base back onto  the work surface or counter. 5. Make sure the blender is sitting flat and steady (no rocking side  to side) before blending. When installed properly, the inside flat  surface of the tamper holder cup will sit flush with the side of the  blender (See illustration). 6. Remove the tamper holder from the blender regularly to clean. To  remove the tamper holder cup, rotate the cup counter-clockwise. 7. To remove the base, lift up on the motor base and remove the  tamper holder base. B   lade   s craper   use   and   care   ins T ruc T ions  1. Clean the parts by hand with warm, soapy water or in the top rack in the dishwasher before use. 2. Use the blade scraper to remove thick ingredients like jam and peanut butter from under the blades only after the  container has been removed from the motor base.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 20,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-21",
    "content": "or in the top rack in the dishwasher before use. 2. Use the blade scraper to remove thick ingredients like jam and peanut butter from under the blades only after the  container has been removed from the motor base. Keep hands and utensils out of container while blending to reduce the risk of severe injury to  persons or damage to the blender. A rubber scraper, spatula or blade scraper may be used,  but only when the blender is not running and after the container has been removed from the  motor base. Do not leave foreign objects, such as spoons, forks, knives, scrapers, spatulas or the lid plug,  in the container as this will damage the blades and other components when starting the  blender and may cause injury . IMPORTANT! Proper installation  (flush against motor base)  The tab on the  tamper holder base  can be plugged into  the motor base here  or here  Tab on Tamper  Holder Base  Blender  Motor Base 13  result of normal wear and tear from ordinary household use, Vitamix will, within 30 days of receipt of the returned Accessory, repair the failed Accessory  or component part free of charge. If, in Vitamix’s sole discretion, the failed Accessory cannot be repaired, Vitamix will elect to either (A) replace the Accessory free of charge or (B) refund  the full purchase price to the owner, unless Vitamix receives prior written notice of the owner’s preference. 4. WHAT IS NOT COVERED. This Warranty does not apply to Accessory used commercially or in non-household applications. This Warranty does not cover cosmetic changes that  do not affect performance, such as discoloration or the effects of the use of abrasives or cleaners or food build up. This Warranty is only valid if the  Accessory is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Vitamix will not be responsible for the cost of any unauthorized warranty repairs.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 21,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-22",
    "content": "up. This Warranty is only valid if the  Accessory is used and maintained in accordance with the instructions, warnings and safeguards contained in the owner’s manual. Vitamix will not be responsible for the cost of any unauthorized warranty repairs. REPAIR, REPLACEMENT OR REFUND OF THE PURCHASE PRICE ARE THE EXCLUSIVE REMEDIES OF PURCHASER AND THE SOLE LIABILITY OF  VITAMIX UNDER THIS WARRANTY. NO EMPLOYEE OR REPRESENTATIVE OF VITAMIX IS AUTHORIZED TO MAKE ANY ADDITIONAL WARRANTY  OR ANY MODIFICATION TO THIS WARRANTY WHICH MAY BE BINDING UPON VITAMIX. ACCORDINGLY, PURCHASER SHOULD NOT RELY UPON  ANY ADDITIONAL STATEMENTS MADE BY ANY EMPLOYEE OR REPRESENTATIVE OF VITAMIX. IN NO EVENT, WHETHER BASED ON CONTRACT,  INDEMNITY,   WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, SHALL VITAMIX BE LIABLE FOR ANY SPECIAL,  INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, LOSS OF PROFIT OR REVENUE. Some states do not allow limits on warranties. In such states, the above limitations may not apply to you. Outside the U.S.A. and Canada, other warranties  may apply. 5. WHAT VOIDS THIS WARRANTY. Abuse, misuse, negligent use, alteration of the Accessory, exposure to abnormal or extreme conditions, or failure to follow the operating instructions in  this manual will void this Warranty. The Warranty is also void if repairs to the Accessory are performed by someone other than either Vitamix or an authorized Vitamix Service Provider or  if any component part of a Blender subject to this Warranty is used in combination with a blender base or container that is not expressly authorized by  Vitamix. 6. HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 22,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-23",
    "content": "HOW TO OBTAIN RETURN AUTHORIZATION UNDER THIS WARRANTY. In the event that you need service or repair, please call Vitamix Customer Service at 1.800.848.2649 or 1.440.235.4840. Within the U.S.A. and Canada, this Warranty is honored directly through the Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  1-800-848-2649   1-800-848-2649  service@vitamix.com   service@vitamix.com  You will be deemed to have accepted the returned product “as is” upon delivery unless you notify Vitamix of any problem, including shipment  damage, within 48 hours of delivery. 1-Year Accessory Warranty  1. WHAT IS COVERED  Vita-Mix Corporation (“Vitamix”) warrants that the accessory (tamper holder, underblade scraper) will be free from defects in material or workmanship  and will withstand wear and tear from ordinary household use for 1 year from the date of purchase. Vitamix will, within 30 days of receipt of the returned  product, repair the failed Accessory free of charge. If, in Vitamix’s sole discretion, the failed Container or Container Component cannot be repaired,  Vitamix will elect to either (A) replace the Accessory free of charge or (B) refund the full purchase price to the owner, unless Vitamix receives prior  written notice of the owner’s preference. 2. WHO CAN SEEK WARRANTY COVERAGE. This Warranty is extended by Vitamix to the owner of this Accessory for personal household use only. This Warranty does not apply to products used  for commercial, rental or re-sale purposes. 3. WHAT IS COVERED. Vitamix warrants to the owner that if this   Accessory   fails within 1 years from the date of purchase due to a defect in material or workmanship or as a  a c c e   S S   o r y   w a r r a n t y 14  To see the complete line of Vitamix ®   products, visit   vitamix.com . Vita-Mix ®   Corporation  8615 Usher Road  Cleveland, OH 44138-2103 U.S.A.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 23,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-24",
    "content": "w a r r a n t y 14  To see the complete line of Vitamix ®   products, visit   vitamix.com . Vita-Mix ®   Corporation  8615 Usher Road  Cleveland, OH 44138-2103 U.S.A. 1.800.848.2649 / 1.440.235.4840  vitamix.com  ©2022 Vita-Mix Corporation. No part of this publication may be reproduced or transmitted in any form or by any means, or stored in a database or  retrieval system, without the written permission of Vita-Mix Corporation. When applicable: Venturist®  m élangeurs à   H aute   P erformance   V1200  VM0185B  S   y m b o l e   S  S   p é c i f i c at i o n   S  Tension :   120 V   Hauteur (avec le récipient de 2 L [64 oz] sur le  socle du mélangeur) : 17 po  Fréquence :   50   –  60 Hz  Largeur : 8 po  Intensité  électrique :  12 A   Profondeur : 11 po  Avertissement et mise en garde  NE JAMAIS toucher les pièces en mouvement. Garder les  mains et les ustensiles hors du récipient. Risque de décharge électrique  Température élevée lors du mélange de liquides chauds  Débrancher l'appareil lorsqu'il n'est pas utilisé, avant le  nettoyage, avant de changer des accessoires ou avant de  toucher des pièces en mouvement lorsque le mélangeur  fonctionne. Utiliser l'appareil lorsque le couvercle et la prise du  couvercle sont en place. Lire et bien comprendre le guide d'utilisation. NE PAS immerger. Les   pièces   deviennent   chaudes   après   une   utilisation  prolongée. NE PAS   toucher la prise d'entraînement sur le  socle du mélangeur ou la cannelure d'entraînement sur la  base de la lame  NE PAS utiliser la tasse de 0,6 L (20 oz) ou le bol de 225 ml  (8 oz) pour chauffer des ingrédients ou pour mélanger des  liquides chauds. I/O   Marche/Arrêt  I   Démarrer/Arrêter  Pulse  •   Cet appareil est conforme à la partie 15 du règlement de la FCC.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 24,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-25",
    "content": "oz) pour chauffer des ingrédients ou pour mélanger des  liquides chauds. I/O   Marche/Arrêt  I   Démarrer/Arrêter  Pulse  •   Cet appareil est conforme à la partie 15 du règlement de la FCC. Son utilisation est soumise  aux deux conditions suivantes : 1) cet appareil n'engendre pas d'interférences nuisibles; et  2) cet appareil doit tolérer tout type d'interférences reçues, notamment les interférences  pouvant provoquer une utilisation non désirée de l'appareil. •   Cet appareil est conforme aux normes RSS exemptes de licence d'Industrie Canada. Son utilisation est soumise aux deux conditions suivantes : 1) cet appareil n'engendre pas  d'interférences; et 2) cet appareil doit tolérer tout type d'interférences, notamment les  interférences pouvant provoquer une utilisation non désirée de l'appareil. •   Cet appareil est conforme au Code de sécurité de Santé Canada. L'installateur de cet  appareil doit s'assurer que les radiofréquences émises ne dépassent pas le seuil autorisé par  Santé Canada. De plus amples renseignements se trouvent au http://www.hc-sc.gc.ca/ewh-  semt/pubs/radiation/radio_guide-lignes_direct/index-fra.php . MISE EN GARDE  Les changements ou les modifications qui ne sont pas expressément  approuvés par la partie responsable de la conformité sont susceptibles  de révoquer les droits d’utilisation de cet équipement. Your Adventure Awaits  vitamix.com  U.S. Patent: vitamix.com/patents 16  m e   S   u r e   S   d e   S   é c u r i t é   i m p o r ta n t e   S  AVERTISSEMENT :   Afin d'éviter les risques de blessures graves lors de l'utilisation de votre mélangeur Vitamix®, adoptez des mesures de sécurité essentielles, notamment celles  qui suivent . LIRE LES DIRECTIVES , LES MESURES DE SÉCURITÉ ET LES AVERTISSEMENTS EN ENTIER AVANT   D'UTILISER LE MÉLANGEUR. 1. Lisez toutes les instructions. 2. N'utilisez ce mélangeur qu'aux fins pour  lesquelles il est prévu. 3.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 25,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-26",
    "content": "qui suivent . LIRE LES DIRECTIVES , LES MESURES DE SÉCURITÉ ET LES AVERTISSEMENTS EN ENTIER AVANT   D'UTILISER LE MÉLANGEUR. 1. Lisez toutes les instructions. 2. N'utilisez ce mélangeur qu'aux fins pour  lesquelles il est prévu. 3. Cet appareil n'est pas conçu pour être utilisé  par des enfants, des personnes dont les  capacités physiques, sensorielles ou mentales  sont réduites ou des personnes n'ayant pas  l'expérience et les connaissances suffisantes, ni  pour être utilisé à proximité de ces personnes. Une surveillance étroite est toujours requise  lorsqu'un mélangeur est utilisé par des enfants  ou des personnes à capacités réduites, ou  à proximité de ces personnes. Les enfants  doivent être surveillés pour s'assurer qu'ils ne  jouent pas avec le mélangeur. 4. AVERTISSEMENT : afin d'éviter toute  activation de l'appareil par mégarde, éteignez-  le et débranchez-le avant de le nettoyer. 5. ATTENTION : pour éviter tout risque dû à une  réinitialisation par inadvertance du coupe-  circuit thermique, ce mélangeur ne doit pas  être alimenté par le biais d'un appareil de  commutation externe tel qu'une minuterie, ni  connecté à un circuit régulièrement activé et  désactivé par le fournisseur d'électricité. 6. NE PAS IMMERGER. Pour prévenir les risques  de décharge électrique, ne placez pas le socle  du mélangeur dans l'eau ou tout autre liquide. 7. Débranchez l'appareil lorsqu'il n'est pas utilisé,  avant d'installer ou d'enlever des pièces, et  avant de le nettoyer. 8. Vérifiez toujours que le mélangeur est en  position ARRÊT avant de brancher le cordon  à la prise murale. Pour déconnecter l'appareil,  mettez-le en position ARRÊT, puis retirez le  cordon de la prise murale. 9. Pour prévenir les risques de décharge  électrique, une fois l’utilisation terminée,  éteignez puis débranchez l’appareil avant de  le nettoyer ou de monter ou de démonter des  pièces. 10.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 26,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-27",
    "content": "le  cordon de la prise murale. 9. Pour prévenir les risques de décharge  électrique, une fois l’utilisation terminée,  éteignez puis débranchez l’appareil avant de  le nettoyer ou de monter ou de démonter des  pièces. 10. Les icônes et nombres allumés sur le tableau  de commande indiquent que le mélangeur  est prêt à fonctionner. Évitez tout contact par  mégarde avec l’écran tactile. 11. Évitez tout contact avec les pièces mobiles. 12. N'utilisez pas un mélangeur dont la fiche ou le  cordon est endommagé(e) ni un mélangeur qui  ne fonctionne pas correctement, qui est tombé  ou qui a été endommagé de quelque façon que  ce soit. Communiquez immédiatement avec le  service à la clientèle de Vitamix en composant  le +1 800 848-2649 ou le +1 440 235-4840 ou  en envoyant un courriel à l'adresse service@  vitamix.com si un examen, une réparation, un  remplacement ou un réglage est requis(e). Si l'achat a eu lieu dans un pays autre que le  Canada ou les É.-U., communiquez avec le  détaillant Vitamix de votre région. 13. GFI disjoncteurs peuvent être installés dans  votre cuisine . Cherchez-les dans les magasins  à proximité des puits . Si le mélangeur ne  fonctionne pas, débranchez le mélangeur. Réinitialiser la prise murale ou un disjoncteur  . Si le disjoncteur continue à se déclencher ,  débrancher le mélangeur de la prise. Laisser le  mélangeur reposer pendant 24 heures avant  de tenter de l’utiliser à nouveau . Contactez  Vitamix Service à la clientèle si le problème  persiste. 14. L'altération ou la modification de toute  partie du mélangeur, y compris l'utilisation de  toute pièce qui n'est pas une pièce d'origine  autorisée par Vitamix, peut provoquer un  incendie, une décharge électrique ou des  blessures et annulera votre garantie. 15.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 27,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-28",
    "content": "de toute  partie du mélangeur, y compris l'utilisation de  toute pièce qui n'est pas une pièce d'origine  autorisée par Vitamix, peut provoquer un  incendie, une décharge électrique ou des  blessures et annulera votre garantie. 15. L'utilisation d'accessoires qui ne sont pas  expressément autorisés ou vendus par  Vitamix pour être utilisés avec ce mélangeur,  y compris les bocaux de mise en conserve,  peut provoquer un incendie, une décharge  électrique ou des blessures. Ce type  d'utilisation annulera votre garantie. 16. N'utilisez pas l'appareil à l'extérieur. 17. Ne laissez pas le cordon de l'appareil pendre le  long de la table ou du comptoir. 18. Ne placez pas le mélangeur sur ou à proximité  d'un brûleur électrique ou à gaz chaud, ne le  placez pas dans ou sur un four chaud. 17  ATTENTION  Afin d'éviter toute blessure,  lisez attentivement le guide d'utilisation  avant d'utiliser cet appareil. DIRECTIVES IMPORTANTES POUR UNE UTILISATION SÉCURITAIRE  Ce produit est conçu pour un USAGE DOMESTIQUE SEULEMENT et n'est pas destiné à un usage commercial. Ne laissez pas votre mélangeur Vitamix sans surveillance lorsqu'il est en marche. L'entretien, les réparations et le remplacement des pièces doivent être effectués par Vitamix ou par un  représentant de service Vitamix autorisé. AVIS :   LE NON-RESPECT DE TOUTE MESURE DE SÉCURITÉ OU DIRECTIVE IMPORTANTE VISANT UNE  UTILISATION SÉCURITAIRE CONSTITUE UNE   UTILISATION INAPPROPRIÉE   DE VOTRE MÉLANGEUR VITAMIX,  CE QUI EST SUSCEPTIBLE D'ANNULER VOTRE GARANTIE ET DE PROVOQUER DES BLESSURES GRAVES. ATTENTION  Risque de décharge électrique. Utilisez uniquement une prise avec mise à  la terre. NE RETIREZ PAS   la mise à la terre. N'UTILISEZ AUCUN adaptateur. N'UTILISEZ AUCUNE   rallonge électrique. Débranchez toujours le mélangeur avant de  nettoyer le socle ou lorsqu'il n'est pas en  marche. N'immergez pas le socle du mélangeur dans  l'eau ou dans d'autres liquides.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 28,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-29",
    "content": "terre. N'UTILISEZ AUCUN adaptateur. N'UTILISEZ AUCUNE   rallonge électrique. Débranchez toujours le mélangeur avant de  nettoyer le socle ou lorsqu'il n'est pas en  marche. N'immergez pas le socle du mélangeur dans  l'eau ou dans d'autres liquides. Le non-respect de ces directives peut  causer la mort ou une décharge électrique. CONSERVEZ CES DIRECTIVES. 19. Faites toujours fonctionner le mélangeur  avec le couvercle et le bouchon du couvercle  fermement en place. Le bouchon du couvercle  doit être retiré uniquement lors de l’ajout  d’ingrédients et lors de l’utilisation du pilon. 20. Pour prévenir les blessures et les dommages,  gardez les mains et les ustensiles, à l’exception  du pilon fourni, hors du mélangeur lorsqu’il est  en marche. Le couvercle doit rester en place  lors de l’utilisation du pilon. Insérez le pilon  par l’ouverture du bouchon du couvercle. Un  ustensile peut être utilisé dans le récipient  seulement après que le récipient a été retiré du  socle-moteur. 21. Le pilon fourni ne doit être utilisé que lorsque  la pièce principale du couvercle est bien  installée. 22. Les couteaux sont tranchants. Pour éviter  les blessures, soyez extrêmement vigilant en  nettoyant autour du bloc de coupe à l'intérieur  du récipient. Afin de réduire les risques de  blessure, ne placez le bloc de coupe sur le  socle-moteur que lorsque le socle est fixé au  récipient Vitamix. 23. Faites preuve de vigilance lorsque vous  manipulez les couteaux tranchants, videz le  récipient ou nettoyez l'appareil. 24. Ne laissez pas d'objets étrangers, comme des  cuillères, des fourchettes, des couteaux et le  bouchon du couvercle, dans le récipient, car  cela peut endommager les couteaux et d'autres  composants lors du démarrage du mélangeur  et causer des blessures. 25. N'essayez jamais d'utiliser l'appareil lorsque  les couteaux sont endommagés. 26. N'essayez jamais d'utiliser l'appareil lorsque la  pièce de centrage a été retirée. 27.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 29,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-30",
    "content": "et d'autres  composants lors du démarrage du mélangeur  et causer des blessures. 25. N'essayez jamais d'utiliser l'appareil lorsque  les couteaux sont endommagés. 26. N'essayez jamais d'utiliser l'appareil lorsque la  pièce de centrage a été retirée. 27. Lorsque vous mélangez des liquides ou des  ingrédients chauds dans le récipient d'1,9 l  (64 oz), soyez prudent, car des gouttelettes  ou de la vapeur pourrai(en)t s'échapper et  vous causer des brûlures. Ne remplissez pas le  récipient à sa capacité maximale. Commencez  toujours à mélanger à la vitesse la plus basse, à  la vitesse variable 1. Gardez les mains et la peau  exposée loin de l'ouverture du couvercle pour  éviter les brûlures éventuelles. 28. N’utilisez PAS votre tasse de 20 onces ni  celle de 8 onces pour chauffer des ingrédients  ou pour mélanger des liquides chauds. Les  ingrédients et les liquides chauffés peuvent  créer une pression interne qui pourrait faire  éclater la tasse et causer des blessures. 29. N’utilisez PAS votre appareil de façon  continue pendant plus de 2 minutes avec la  tasse de 20 onces ou pendant 75 secondes  avec la tasse de 8 onces. 30. Si une tasse devient chaude au toucher ou fait  de la vapeur ou évacue de la chaleur, cessez  immédiatement de mélanger les ingrédients et  éteignez ou débranchez le mélangeur. 31. Lors de la préparation de beurres de noix ou de  produits alimentaires à base d'huile, ne faites  pas fonctionner l'appareil plus d'une minute  après que le mélange a commencé à circuler  dans le récipient. Le fait de faire fonctionner  l'appareil pendant de plus longues périodes  peut causer une surchauffe. 32. Vérifiez que le récipient ou la tasse et le  bloc de coupe sont alignés avec la pièce de  centrage pour vous assurer que la cannelure  d'entraînement est encastrée dans la prise  d'entraînement avant d'utiliser l'appareil. 33.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 30,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-31",
    "content": "Vérifiez que le récipient ou la tasse et le  bloc de coupe sont alignés avec la pièce de  centrage pour vous assurer que la cannelure  d'entraînement est encastrée dans la prise  d'entraînement avant d'utiliser l'appareil. 33. Assurez-vous d'utiliser le joint d'étanchéité  sur le bloc de coupe et serrez correctement la  tasse sur le bloc de coupe avant de mélanger. 34. Ne placez jamais l'adaptateur de mélange sur  le bloc de coupe sans que la tasse n'y soit fixée . 18  p i è c e   S   e t   c a r ac t é r i   S   t i q u e   S  OFF ON  Interrupteur Marche/Arrêt  Pulse  Technologie   – Le mélangeur, les récipients et les tasses communiquent à l'aide de la  technologie sans fil. Chaque récipient est programmé pour fonctionner sur le socle du  mélangeur à une performance optimale selon sa taille et sa fonctionnalité. Anciens récipients Vitamix   – Les anciens récipients Vitamix ne fonctionneront pas avec le  socle de votre mélangeur Venturist. Les anciens appareils sont les Vitamix des séries C, G et S. Pour en savoir plus sur les produits Vitamix, veuillez visiter vitamix.com. Interrupteur Marche/Arrêt (I/O)   – L'interrupteur Marche/Arrêt (I/O) se trouve sur le côté  droit du socle du mélangeur. Il contrôle l'alimentation de l'appareil. Mode Veille   – Le mélangeur se mettra en veille si le panneau de commande n'est pas utilisé  après 30 secondes. La luminosité de l'écran faiblira. Pour quitter le mode Veille, faites tourner le  cadran de vitesse variable jusqu'à la vitesse désiré pour votre prochain mélange. Détection du récipient   – Trois tirets (- - -) apparaissent sur le panneau de commande s'il n'y a  pas de récipient sur le socle du mélangeur. Une fois le récipient installé, l'écran affiche « 0:00 ». Démarrer/Arrêter (   I   )   – Arrêtez le mélangeur à tout moment en appuyant sur le  bouton Démarrer/Arrêter (   I   ). Cadran de vitesse variable   – Le cadran de vitesse variable vous offre un contrôle manuel des  variables 1 (basse) à 10 (haute).",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 31,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-32",
    "content": "moment en appuyant sur le  bouton Démarrer/Arrêter (   I   ). Cadran de vitesse variable   – Le cadran de vitesse variable vous offre un contrôle manuel des  variables 1 (basse) à 10 (haute). Pulse (   )   – Appuyer sur cette fonction de pulsation fait tourner les lames à la vitesse affichée  sur le panneau de commande. Affichage   – Lorsque vous utilisez une vitesse variable, la minuterie compte jusqu'à ce que  vous appuyez sur le bouton Démarrer/Arrêter. Le mélangeur s'arrêtera automatiquement  lorsque le temps de fonctionnement maximal sera écoulé. Codes d'erreur   – Si vous voyez un code d'erreur à l'écran, prenez en note les chiffres affichés  après le code d'erreur, puis appelez le service à la clientèle Vitamix pour obtenir de l'aide. Les  chiffres ne sont pas nécessaires, mais ils donneront à l'équipe du service à la clientèle plus de  détails pour vous aider. Moteur   – Le moteur est conçu pour se protéger de la surchauffe. Si le mélangeur ne fonctionne  pas immédiatement, vérifiez qu'il soit bien branché et que l'interrupteur Marche/Arrêt soit  réglé à Marche. Si le moteur a surchauffé, laissez-le refroidir pendant 20 à 45 minutes. Conseils pour éviter de surcharger votre mélangeur :  Préparez uniquement des recettes Vitamix lorsque vous apprenez à vous servir de votre  mélangeur. Ne mélangez pas de recettes à des vitesses inférieures à celles recommandées. Ne   mélangez   pas   de   recettes   à   des   vitesses   supérieures   à   celles   recommandées. Ne mélangez pas de recettes plus longtemps que le temps recommandé. Utilisez votre pilon  pour préparer des mélanges épais et faire circuler les ingrédients autour des lames. Pilon   – Les couvercles et les pilons ne sont pas interchangeables entre les différents styles,  types et formats de récipients. Utilisez le pilon fourni avec votre mélangeur. Le récipient ne doit pas être rempli à plus des deux tiers de sa capacité lorsque le pilon est  utilisé.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 32,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-33",
    "content": "pas interchangeables entre les différents styles,  types et formats de récipients. Utilisez le pilon fourni avec votre mélangeur. Le récipient ne doit pas être rempli à plus des deux tiers de sa capacité lorsque le pilon est  utilisé. Afin d'éviter la surchauffe, n'utilisez PAS le pilon pendant plus de 30 secondes consécutives. Cadran  de vitesse  variable  Démarrer/  Arrêter  Minuterie 19  Récipient à profil bas  de 2 L (64 oz)  Couvercle à deux pièces  Coussinet de  positionnement  Couvercle Prise du couvercle (en place)  MISE EN GARDE  Les lames rotatives peuvent causer des dommages. Les couvercles et les pilons ne sont pas interchangeables entre les  différents styles, types et formats de récipients. Utilisez le pilon et  le couvercle fournis avec votre mélangeur. p i è c e   S   e t   c a r ac t é r i   S   t i q u e   S  Base pour  mélangeur   Pilon  Récipient, couvercle, bouchon du couvercle et pilon  •   Utilisez toujours le couvercle et le bouchon du couvercle pendant le mélange. •   Ne faites jamais fonctionner le mélangeur sans vous assurer que le couvercle est  bien verrouillé en place. •   Le bouchon du couvercle comporte un marquage qui permet de l'utiliser comme  tasse à mesurer. •   Insérez   le   bouchon   du   couvercle   dans   l'orifice   pour   bouchon   du   couvercle. Fixez le bouchon en place en le tournant dans le sens horaire. Pour l'enlever,  tournez-le dans le sens antihoraire et soulevez-le. •   Retirez le bouchon du couvercle pour utiliser le pilon ou ajouter des ingrédients. •   Les anciens récipients Vitamix (séries C, G et S) ne fonctionneront pas avec votre  socle de mélangeur Ascent. ATTENTION  Afin d'éviter toute blessure, ne JAMAIS toucher les pièces mobiles. Tenir les mains et les ustensiles éloignés des récipients et des tasses lors de l'utilisation. NE PAS   insérer de  doigts ou d'ustensiles près des lames pendant que celles-ci tournent.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 33,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-34",
    "content": "toute blessure, ne JAMAIS toucher les pièces mobiles. Tenir les mains et les ustensiles éloignés des récipients et des tasses lors de l'utilisation. NE PAS   insérer de  doigts ou d'ustensiles près des lames pendant que celles-ci tournent. Les lames continueront à tourner jusqu'à ce qu'elles s'arrêtent complètement à la fin du cycle de mélange. Laisser les lames parvenir à un arrêt complet avant de manipuler la base de lame et les tasses. Poser un joint d'étanchéité propre et sec sur la base de lame, puis serrer fermement la base de lame sur la  tasse ou le bol AVANT de procéder au mélange. Ne pas remplir la tasse au-dessus de la ligne de remplissage maximum ou le bol au dessus de la ligne de  remplissage de 8 oz. Si la tasse se déplace de la base de lame durant l'utilisation, ÉTEINDRE l'appareil et attendre que le moteur et  les lames parviennent à un arrêt complet avant de tenter de retirer la tasse et la base de lame du  socle-moteur. ATTENTION  Ne PAS utiliser votre tasse de 0,6 L (20 oz) ou votre bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger des liquides chauds. Les ingrédients et les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. Ne PAS utiliser votre appareil en continu pendant plus de 75 secondes avec la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz). Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêter immédiatement de mélanger  les ingrédients et éteindre ou débrancher le mélangeur. Laisser la tasse et les ingrédients refroidir à la température ambiante avant de retirer  la base de la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 34,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-35",
    "content": "ambiante avant de retirer  la base de la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames. Pour éviter les dommages ou les blessures corporelles, ne PAS utiliser les tasses (y compris la base de lames ou les couvercles) dans le  micro-ondes. 20  m élanger   dan S   le   récipient   pleine   grandeur   (64   oz /2,0   l )  Remarque : L’interrupteur Marche/Arrêt se trouve sur le côté droit de la base. 1. L’interrupteur marche/arrêt se trouve sur le côté droit du socle. Trois tirets (- - -) apparaissent sur le panneau de commande s’il n’y a pas de récipient sur le socle du mélangeur. Une fois le récipient installé, l’écran affiche « 0:00 ». 2. Remplissez votre récipient selon votre recette ou l'ordre de remplissage indiqué dans l'illustration. Remplissage du récipient d'1,9 l (64 oz)  Liquides  Ingrédients secs  Légumes-feuilles  Fruits et légumes  Glace et ingrédients  surgelés  IMPORTANT! Utilisez toujours le couvercle et le bouchon du couvercle lorsque l'appareil est en marche. Ne faites jamais fonctionner le mélangeur sans vous assurer que le couvercle est bien verrouillé en place. 3. Placez le couvercle sur le récipient. a. Appuyez sur le couvercle jusqu’à ce que les deux languettes s’enclenchent sur le rebord du  récipient. b. Insérez le bouchon du couvercle. c. Tournez le bouchon du couvercle dans le sens des aiguilles d’une montre pour le verrouiller. 4. Placez le récipient sur la base du mixeur. 0:00 s’affichera lorsqu’un récipient/tasse est détecté et que  le mélangeur est prêt à fonctionner. 5. Tournez le cadran de vitesse variable sur la vitesse variable 1. 6. Appuyez sur démarrage/arrêt. Les couteaux vont commencer à tourner et le minuteur comptera  les minutes et secondes de fonctionnement du mélangeur. Pour paramétrer une durée de mélange,  utilisez les icônes +/- sur les commandes. 7.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 35,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-36",
    "content": "variable 1. 6. Appuyez sur démarrage/arrêt. Les couteaux vont commencer à tourner et le minuteur comptera  les minutes et secondes de fonctionnement du mélangeur. Pour paramétrer une durée de mélange,  utilisez les icônes +/- sur les commandes. 7. Tournez le sélecteur de vitesse variable entre 1 et 10 pendant le cycle de mélange pour augmenter ou  réduire la vitesse des couteaux. 8. À la fin du mélange, tournez le sélecteur de vitesse variable dans le sens antihoraire jusqu'à ce que  ATTENTION  Afin d'éviter d'éventuelles brûlures, ne mettez jamais l'appareil en marche à une vitesse supérieure  à 1 lorsque des liquides chauds sont mélangés. La vapeur, les éclaboussures et le contenu s'échappant du récipient peuvent causer des brûlures. Pour empêcher le contenu de sortir du récipient, verrouillez bien le couvercle et le bouchon du couvercle en place avant de faire  fonctionner le mélangeur. Mettez toujours l'appareil en marche à la position Variable 1, puis augmentez lentement la vitesse jusqu'à la position 10. Variable 1 s'affiche et appuyez sur démarrage/arrêt. 9. Si la préparation cesse de circuler :  •   Insérez le pilon dans le bouchon du couvercle et remuez jusqu’à ce qu’il « rote ». Si cela ne fonctionne pas, appuyez sur l’interrupteur Marche/Arrêt pour arrêter le moteur. Retirez le récipient de la base du mélangeur et utilisez une spatule en caoutchouc pour éloigner la bulle d’air des lames. Ajouter du liquide si nécessaire. Replacez le couvercle  et le bouchon du couvercle. Remettez le récipient sur la base du mélangeur et continuez à mélanger. •   Si nécessaire, utilisez un grattoir à lames Vitamix ou une spatule pour retirer la salsa, la gelée, la confiture, le beurre d’arachide et d’autres ingrédients épais sous les lames  uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. 10.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 36,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-37",
    "content": "un grattoir à lames Vitamix ou une spatule pour retirer la salsa, la gelée, la confiture, le beurre d’arachide et d’autres ingrédients épais sous les lames  uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. 10. Après l'arrêt de l'appareil, attendez que les couteaux s'arrêtent complètement avant de retirer le couvercle ou le récipient/ la tasse du socle du mélangeur. Conseils pour prévenir la « surcharge » de votre mélangeur :  •   Pour apprendre à utiliser le mélangeur, ne préparez que des recettes Vitamix. •   Ne réduisez pas les vitesses de préparation recommandées pour les recettes. •   Ne dépassez pas les vitesses de préparation recommandées pour les recettes. •   Ne dépassez pas les temps de mélange recommandés pour les recettes. •   Utilisez votre pilon pour préparer des mélanges plus épais et garder les ingrédients en mouvement autour des couteaux et entre ceux-ci. Ne JAMAIS toucher de pièces en mouvement  Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du  mélangeur ou la cannelure d'entraînement sur la base de la lame. 21  m élanger   dan S   de S   ta SS e S   et   de S   bol S   (8   oz   et   20   oz )  ATTENTION  Afin d'éviter toute blessure, ne JAMAIS toucher les pièces mobiles. Tenir les mains et les ustensiles éloignés des récipients et des tasses lors de l'utilisation. NE PAS   insérer de  doigts ou d'ustensiles près des lames pendant que celles-ci tournent. Les lames continueront à tourner jusqu'à ce qu'elles s'arrêtent complètement à la fin du cycle de mélange. Laisser les lames parvenir à un arrêt complet avant de manipuler la base de lame et les tasses. Poser un joint d'étanchéité propre et sec sur la base de lame, puis serrer fermement la base de lame sur la  tasse ou le bol AVANT de procéder au mélange. Ne pas remplir la tasse au-dessus de la ligne de remplissage maximum ou le bol au dessus de la ligne de  remplissage de 8 oz.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 37,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-38",
    "content": "de lame sur la  tasse ou le bol AVANT de procéder au mélange. Ne pas remplir la tasse au-dessus de la ligne de remplissage maximum ou le bol au dessus de la ligne de  remplissage de 8 oz. Si la tasse se déplace de la base de lame durant l'utilisation, ÉTEINDRE l'appareil et attendre que le moteur et  les lames parviennent à un arrêt complet avant de tenter de retirer la tasse et la base de lame du  socle-moteur. ATTENTION  Ne PAS utiliser votre tasse de 0,6 L (20 oz) ou votre bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger des liquides chauds. Les ingrédients et les liquides chauds peuvent créer une pression interne qui risque de faire éclater la tasse et de provoquer des blessures. Ne PAS utiliser votre appareil en continu pendant plus de 75 secondes avec la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz). Si une tasse devient chaude au toucher, que de la vapeur s'en échappe ou que le contenu tend à sortir, arrêter immédiatement de mélanger  les ingrédients et éteindre ou débrancher le mélangeur. Laisser la tasse et les ingrédients refroidir à la température ambiante avant de retirer  la base de la lame. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS TOUCHER   la prise d'entraînement sur le socle du mélangeur ou la cannelure d'entraînement sur la base de lames. Pour éviter les dommages ou les blessures corporelles, ne PAS utiliser les tasses (y compris la base de lames ou les couvercles) dans le  micro-ondes. Avertissement et mise en garde  Ne JAMAIS toucher de pièces en mouvement  NE PAS utiliser la tasse de 0,6 L (20 oz) ou le bol de 225 ml (8 oz) pour chauffer des ingrédients ou pour mélanger  des liquides chauds. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du  mélangeur ou la cannelure d'entraînement sur la base de la lame.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 38,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-39",
    "content": "ingrédients ou pour mélanger  des liquides chauds. Les pièces deviennent chaudes après une utilisation prolongée. NE PAS   toucher la prise d'entraînement sur le socle du  mélangeur ou la cannelure d'entraînement sur la base de la lame. Pour éviter les dommages ou les blessures corporelles, ne pas utiliser de les tasses (y compris la base de lames ou les  couvercles) dans le micro-ondes. Bol de 225 ml (8 oz)  Base de lame  Joint (amovible,  couleur non  illustrée)  Tasse à mélanger de 20 oz (20 onces) 22  Remarque :   les tasses mentionnées ici sont des accessoires optionnels pour les mélangeurs Ascent. Veuillez consulter le www. vitamix.com pour de plus amples renseignements. 1. Repérez les deux flèches sur la base de lame. Ces dernières sont opposées l'une à l'autre sur la base de lame (voir figure A). 2. Posez un joint d'étanchéité propre au fond de la base de lame (voir figure A). Le joint doit s'ajuster parfaitement et  uniformément autour du filetage. Remarque : Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). Ne remplissez pas la tasse au-dessus de la ligne de remplissage maximum avec des aliments solides ou liquides. Il est indiqué « CAPACITÉ MAXIMALE » sur la tasse de 20 oz. La capacité de remplissage du bol est de 225 ml (8 oz)  et est indiquée par une ligne. 3. R emplissez votre tasse ou votre bol (voir la figure B pour connaître l'ordre à respecter pour charger les ingrédients). 4. Placez la base de lame sur la tasse ou le bol. 5. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol. Si nécessaire, continuez  de tourner dans le sens des aiguilles d'une montre jusqu'à ce les flèches se situent dans les zones ci-dessous. (voir  figure C). 6. Placez la tasse ou le bol et la base de lame sur le socle-moteur du mélangeur.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 39,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-40",
    "content": "de tourner dans le sens des aiguilles d'une montre jusqu'à ce les flèches se situent dans les zones ci-dessous. (voir  figure C). 6. Placez la tasse ou le bol et la base de lame sur le socle-moteur du mélangeur.    Si le socle-moteur ne reconnaît pas la tasse ou le bol, serrez la base de lame dans le sens des aiguilles d'une montre sur la tasse ou  le bol et replacez-la sur le socle-moteur du mélangeur. Si le problème persiste, communiquez avec le Service à la clientèle de Vitamix  pour obtenir de l'aide. 7. Mélangez la recette selon les instructions indiquées dans celle-ci. 8. Si le mélange cesse de bouger :  Appuyez sur l'interrupteur Marche/Arrêt pour éteindre le moteur. Attendez que les lames arrêtent de tourner. Retirez  la tasse ou le bol et la base de lame du socle-moteur du mélangeur. Retournez la tasse. Dévissez la base de lame de la  tasse en la faisant tourner dans le sens contraire des aiguilles d'une montre. Brassez les ingrédients. Ajoutez du liquide,  au besoin. Posez un joint d'étanchéité propre et sec sur la base de lame. Essuyez les parties vissées de la base de lame  et de la tasse ou du bol. Revissez la base de lame tel qu'indiqué à l'ÉTAPE 5, placez-la sur le socle du mélangeur et  continuez à mélanger. 9. Après le mélange, attendez que les lames s'arrêtent complètement avant de retirer le couvercle, le récipient ou la tasse du  socle du mélangeur. 10. Au besoin, utilisez le racloir à lame ou la spatule de Vitamix pour enlever la salsa, la gelée, la confiture, le beurre d'arachides ou  d'autres ingrédients épais de sous les lames, uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. Liquides  NE mélangez PAS des  liquides chauds!",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 40,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-41",
    "content": "enlever la salsa, la gelée, la confiture, le beurre d'arachides ou  d'autres ingrédients épais de sous les lames, uniquement après avoir éteint le mélangeur et retiré le récipient du socle-moteur. Liquides  NE mélangez PAS des  liquides chauds! Ingrédients secs  Légumes-feuilles  Fruits et légumes  Glace et ingrédients  surgelés  figure B  Flèche n°1  Flèche n°2  figure A  Joint  (amovible, couleur  non illustrée)  Base de lame  Zone  figure C  Pour serrer : tournez la base de lame dans le  sens des aiguilles d'une montre d'au moins  deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent  dans les zones marquées sur la tasse ou le  bol. Si nécessaire, continuez de serrer dans le  sens des aiguilles d'une montre jusqu'à ce les  flèches se situent dans les zones ci-dessous. x2  Zone  m élanger   dan S   de S   ta SS e S   et   de S   bol S   (8   oz   et   20   oz ) 23  AVANT LA PREMIÈRE UTILISATION   :  1. Frottez le socle avec un chiffon humide chaud et essuyez avec un chiffon doux et sec. Nettoyez le récipient, les tasses, les couvercles, le bouchon du couvercle, et  le pilon avec de l'eau chaude savonneuse. Rincez toutes les pièces. Essuyez avec un chiffon doux et sec. 2. Choisissez un endroit sur le comptoir qui soit plat, sec et propre. Branchez le mélangeur sur une prise de courant à 3 trous mise à la terre. Socle du mélangeur  1. Éteignez et débranchez le mélangeur. AVERTISSEMENT  Risque de décharge électrique. Débranchez toujours l'appareil avant de nettoyer le socle du mélangeur ou lorsqu'il n'est pas utilisé. Ne placez pas le socle du mélangeur dans l'eau ou dans un autre liquide. Le non-respect de ces instructions peut entraîner la mort ou causer une décharge électrique. AVERTISSEMENT  Pour éviter des blessures et dégâts. Afin d'éviter toute activation de l'appareil par mégarde, éteignez-le et débranchez-le avant de le nettoyer. 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 41,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-42",
    "content": "autre liquide. Le non-respect de ces instructions peut entraîner la mort ou causer une décharge électrique. AVERTISSEMENT  Pour éviter des blessures et dégâts. Afin d'éviter toute activation de l'appareil par mégarde, éteignez-le et débranchez-le avant de le nettoyer. 2. Lavez la surface extérieure avec une éponge ou un chiffon doux et humide qui a été rincé dans une solution douce de liquide vaisselle et d'eau  chaude. Ne placez pas le socle du mélangeur dans l'eau. La pièce de centrage peut être retirée pour un nettoyage plus complet. La pièce de  centrage peut être mise dans le lave-vaisselle. 3. Séchez immédiatement toutes les surfaces et astiquez avec un chiffon doux. Remarque :   Votre récipient Vitamix est conçu pour pouvoir être nettoyé entièrement sans avoir besoin de retirer l’écrou de retenue ou le bloc de coupe. NE tentez  JAMAIS de retirer l’écrou de retenue ou le bloc de coupe du récipient. En suivant nos procédures normales de nettoyage et de désinfection ou en utilisant un cycle  classique au lave-vaisselle, vous assurerez un nettoyage complet et approfondi de votre récipient et de ses composants. Si votre récipient est endommagé, ne l’utilisez pas. Communiquez IMMÉDIATEMENT avec le service à la clientèle de Vitamix pour toute demande d’assistance. Récipients  Pour nettoyer   :  1. Versez de l’eau chaude jusqu’à la moitié du récipient et ajoutez quelques gouttes de détergent à vaisselle. 2. Enclenchez ou enfoncez le couvercle en deux parties au complet dans la position verrouillée. 3. Effectuez l'une des procédures suivantes :  •   Vitesse variable :  a. Appuyez sur démarrage/arrêt. b. Augmentez lentement la vitesse variable à 10. c. Faites fonctionner l'appareil pendant 30 à 60 secondes. d. Tournez le sélecteur de vitesse variable jusqu'à la vitesse variable 1. •   Modèle A3500, appuyez sur l'icône du Fonction autonettoyante (   ) pour le sélectionner. Appuyez sur démarrage/arrêt. Le programme s'arrêtera  automatiquement lorsqu'il sera terminé. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 42,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-43",
    "content": "le sélecteur de vitesse variable jusqu'à la vitesse variable 1. •   Modèle A3500, appuyez sur l'icône du Fonction autonettoyante (   ) pour le sélectionner. Appuyez sur démarrage/arrêt. Le programme s'arrêtera  automatiquement lorsqu'il sera terminé. 4. Rincez et videz toutes les pièces. Pour désinfecter   :  1. Suivez les instructions de nettoyage ci-dessus. 2. Remplissez le récipient à moitié d'eau et ajoutez 1 ½ cuillerée à thé d'eau de Javel. 3. Enclenchez ou enfoncez le couvercle en deux parties au complet dans la position verrouillée. 4. Effectuez l'une des procédures suivantes :  •   Vitesse variable :  a. Appuyez sur démarrage/arrêt. b. Augmentez lentement la vitesse variable à 10. c. Faites fonctionner l'appareil pendant 30 à 60 secondes. d. Tournez le sélecteur de vitesse variable jusqu'à la vitesse variable 1. •   Modèle A3500, appuyez sur l'icône du Fonction autonettoyante (   ) pour le sélectionner. Appuyez sur démarrage/arrêt. Le programme s'arrêtera  automatiquement lorsqu'il sera terminé. 5. Laissez reposer la préparation dans le récipient pendant 1 ½ minute supplémentaire. 6. Videz le récipient de la préparation contenant de l'eau de Javel. Laissez le récipient sécher à l'air. Ne rincez pas le récipient après la désinfection. Couvercles, bouchon de couvercle, pièce de centrage et pilon  Ces pièces vont au lave-vaisselle. De préférence, lavez les pièces dans de l’eau chaude savonneuse. Rincez à l’eau courante et séchez. Accessoires  Consultez les instructions d’entretien et de nettoyage comprises avec l’accessoire pour de plus amples renseignements. e ntretien 24  Lave-vaisselle :  Les tasses, les couvercles, les bases de lame et les joints sont lavables au lave-vaisselle ou peuvent être lavés ou désinfectés  en suivant les procédures ci-dessous. Les joints doivent être nettoyés et séchés après chaque utilisation pour éviter  l'accumulation d'ingrédients.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 43,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-44",
    "content": "les couvercles, les bases de lame et les joints sont lavables au lave-vaisselle ou peuvent être lavés ou désinfectés  en suivant les procédures ci-dessous. Les joints doivent être nettoyés et séchés après chaque utilisation pour éviter  l'accumulation d'ingrédients. La partie vissée de la base de lame doit être nettoyée et séchée après chaque utilisation pour  éviter l'accumulation d'ingrédients. Auto-nettoyage   :  1. Repérez les deux flèches sur la base de lame. Les flèches sont opposées l'une à l'autre sur la base de lame (voir  figure A). 2. Posez un joint d'étanchéité propre au fond de la base de lame (voir figure A). Le joint doit s'ajuster  parfaitement et uniformément autour du filetage. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 3. Remplissez la tasse ou le bol d'eau froide jusqu'à la moitié et ajoutez quelques gouttes de savon à  vaisselle. 4. Placez la base de lame sur la tasse ou le bol. 5. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir  du point de départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol. Si  nécessaire, continuez de tourner dans le sens des aiguilles d'une montre jusqu'à ce les flèches se situent dans  les zones ci-dessous. (voir figure B). 6. Placez la tasse ou le bol et la base de lame sur le socle-moteur du mélangeur. 7. Appuyez sur Marche/Arrêt. Augmentez la vitesse graduellement jusqu'à la variable 10 et faites  fonctionner l'appareil pendant 30 à 60 secondes. 8. Réduisez la vitesse à la variable 1. Appuyez sur Marche/Arrêt. 9. Dévissez doucement la base de lame de la tasse ou du bol. 10 . Rincez et égouttez toutes les pièces. Pour désinfecter :  1. Suivez les directives de nettoyage décrites précédemment aux ÉTAPES 1 et 2. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 2.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 44,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-45",
    "content": "Suivez les directives de nettoyage décrites précédemment aux ÉTAPES 1 et 2. Remarque :   Ne mélangez pas de liquides chauds dans la tasse de 0,6 l (20 oz) ou dans le bol de 225 ml (8 oz). 2. Remplissez la tasse ou le bol d'eau froide jusqu'à la moitié et ajoutez 1/2 cuillère à thé d'eau de Javel. 3. Placez la base de lame sur la tasse ou le bol. 4. Tournez la base de lame dans le sens des aiguilles d'une montre d'au moins deux tours complets à partir  du point de départ jusqu'à ce que les flèches se situent dans les zones marquées sur la tasse ou le bol (voir  figure B). 5. Retirez la tasse ou le bol et la base de lame du socle-moteur du mélangeur. 6. Appuyez sur Marche/Arrêt. Augmentez la vitesse graduellement jusqu'à la variable 10 et faites  fonctionner l'appareil pendant 30 à 60 secondes. 7. Réduisez la vitesse à la variable 1. Appuyez sur Marche/Arrêt. 8. Laissez le mélange reposer dans le récipient pendant 1 ½ minute supplémentaire. 9. Slowly unthread the blade base from the cup or bowl. 10. Pour bleach mixture out. Allow to air dry. 11. Do not rinse after sanitizing. Flèche n°2  figure A  Joint  (amovible, couleur  non illustrée)  Base de lame  Zone  figure B  Pour serrer : tournez la base de lame dans le  sens des aiguilles d'une montre d'au moins  deux tours complets à partir du point de  départ jusqu'à ce que les flèches se situent  dans les zones marquées sur la tasse ou le  bol. Si nécessaire, continuez de serrer dans le  sens des aiguilles d'une montre jusqu'à ce les  flèches se situent dans les zones ci-dessous. x2  Zone  Bol de 225 ml (8 oz)  Base de lame  Joint (amovible,  couleur non  illustrée)  Tasse à mélanger de 20 oz (20 onces)  e ntretien 25  ensemble)   comporte une défaillance attribuable à un défaut matériel, de fabrication ou à l'usure due à un usage domestique normal dans les 10 années  suivant la date d'achat, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 45,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-46",
    "content": "de fabrication ou à l'usure due à un usage domestique normal dans les 10 années  suivant la date d'achat, Vitamix réparera sans frais le mélangeur ou la composante défectueuse dans les 30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, la composante ou le mélangeur défectueux ne peut être réparé, Vitamix choisira A) de remplacer le mélangeur gratuitement,  ou B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux mélangeurs qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle ne couvre  pas les changements d'ordre esthétique qui n'affectent pas la performance tels que la décoloration, les effets de l'utilisation d'abrasifs ou de nettoyants, ou  des accumulations de nourriture. Cette garantie n'est valable que si le mélangeur est utilisé et entretenu conformément aux directives, aux mises en garde et  aux mesures de sécurité contenues dans le guide d'utilisation. Récipients : Broyer certaines herbes et épices dans le récipient ou la tasse peut causer des rayures esthétiques sur le récipient ou la tasse et provoquer  l'usure prématurée des lames. Des traces de sable et d'herbes grossières, granuleuses et abrasives provoqueront également l'usure prématurée des  lames. Les herbes peuvent contenir des huiles volatiles et, puisque le récipient et la tasse peuvent retenir les huiles, celles-ci peuvent entraîner une  décoloration permanente. Vitamix ne sera pas responsable du coût de toutes réparations non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL CONSTITUENT LES RECOURS EXCLUSIFS DE  L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS CETTE GARANTIE.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 46,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-47",
    "content": "Vitamix ne sera pas responsable du coût de toutes réparations non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL CONSTITUENT LES RECOURS EXCLUSIFS DE  L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS CETTE GARANTIE. AUCUN EMPLOYÉ OU REPRÉSENTANT DE VITAMIX N'EST AUTORISÉ  À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT SE FIER À AUCUNE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT EN RAISON D'UN CONTRAT, D'UNE INDEMNITÉ,   D'UNE GARANTIE, D'UN DÉLIT (NOTAMMENT LA NÉGLIGENCE), D'UNE  RESPONSABILITÉ ABSOLUE OU AUTRE, VITAMIX NE POURRA ÊTRE RESPONSABLE DE DOMMAGES PARTICULIERS, INDIRECTS, ACCIDENTELS OU  IMMATÉRIELS, NOTAMMENT, MAIS SANS S'Y LIMITER, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À  l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE. L'utilisation abusive, inappropriée ou négligente, l'altération du mélangeur, l'exposition à des conditions anormales ou extrêmes et le non-respect des  directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur le mélangeur ou l'une de ses composantes par une autre personne ou entité  que Vitamix ou un fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par cette garantie est utilisée en combinaison  avec un socle de mélangeur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 47,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-48",
    "content": "une composante du mélangeur couverte par cette garantie est utilisée en combinaison  avec un socle de mélangeur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Vous  devrez fournir une date d'achat ainsi qu'une preuve d'achat pour tout mélangeur qui n'a pas été enregistré auprès de Vitamix. Pour les mélangeurs couverts  par la présente garantie, vous recevrez un numéro d'autorisation de retour, des instructions d'expédition à jour et une étiquette de retour prépayée. Vitamix  paiera les coûts d'expédition standards du retour d'un mélangeur pour les services et les réparations sous garantie, ainsi que pour le renvoi du mélangeur au  propriétaire après la réparation ou le remplacement. L'acheteur est responsable des coûts pour les requêtes d'expédition spéciales. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor (Ontario) N8Y 4Y5  1 800 848-2649   1 800 848-2649  service@vitamix.com   service@vitamix.com  Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris les  dommages causés lors de l'expédition, dans les 48 heures suivant la livraison. Garantie complète de l'appareil de 10 ans  1. ENREGISTREMENT DU PRODUIT. Vita-Mix Corporation (« Vitamix ») vous encourage fortement à enregistrer votre achat en remplissant et en retournant la carte d'enregistrement du produit  qui accompagne ce mélangeur.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 48,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-49",
    "content": "livraison. Garantie complète de l'appareil de 10 ans  1. ENREGISTREMENT DU PRODUIT. Vita-Mix Corporation (« Vitamix ») vous encourage fortement à enregistrer votre achat en remplissant et en retournant la carte d'enregistrement du produit  qui accompagne ce mélangeur. Vous pouvez enregistrer votre produit en ligne à vitamix.com/garantie ou en communiquant avec notre service à la clientèle  au 1 800 848-2649 ou au 1 440 235-4840. Ne pas enregistrer l'achat de votre produit ne restreint pas vos droits relatifs à la garantie. Par contre, enregistrer  votre achat permettra à Vitamix de vous offrir un meilleur service à la clientèle et de mieux répondre à tous vos besoins. 2. PERSONNES POUVANT BÉNÉFICIER DE LA COUVERTURE DE CETTE GARANTIE. La présente garantie est offerte par Vitamix au propriétaire de ce mélangeur et s'applique uniquement à un usage domestique personnel. Cette garantie ne  s'applique pas aux produits utilisés à des fins commerciales, de location ou de revente. S'il y a un changement de propriétaire du mélangeur au cours de la  période de 10 ans, veuillez mettre à jour les renseignements du propriétaire de l'appareil à vitamix.com. 3. CE QUI EST COUVERT. Vitamix garantit au propriétaire que si ce mélangeur   (un « mélangeur » consiste en un socle-moteur et tous récipients, couvercles et pilons achetés  g a r a n t i e   e t   S   e r v i c e 26  Les accessoires suivants peuvent être utilisés avec le mélangeurs de la Venturist. Reportez-vous à l'adresse vitamix.com pour en savoir plus.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 49,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-50",
    "content": "t i e   e t   S   e r v i c e 26  Les accessoires suivants peuvent être utilisés avec le mélangeurs de la Venturist. Reportez-vous à l'adresse vitamix.com pour en savoir plus. •   Récipients Self-Detect pour aliments humides et secs de 1,4 L (48 onces)  •   Bol Self-Detect de 225 ml (8 onces) et base de lames*  •   Tasse Self-Detect de 0,6 L (20 onces) et base de lames*  •   Assemblage de support à pilon*  •   Racloir à lame  *Remarque : l'assemblage du support à pilon, du pilon, du bol de 225 ml (8 onces) et de la tasse de 0,6 L (20 onces) n'a pas été évalué dans le cadre de la  certification de la NSF  a n n e x e   1 –   a c c e   S S   o i r e   S  d irec T ives   d   '   u T ilisa T ion   e T   d   '   en T re T ien   du   suppor T   à   pilon  Remarque :   S'il est correctement installé, le support à pilon ne nuira pas au bon  fonctionnement du mélangeur. Vous pouvez installer le support à pilon à la droite  ou à la gauche du socle-moteur. 1. Nettoyez les pièces à la main dans l'eau chaude et savonneuse ou dans le  panier supérieur du lave-vaisselle avant de les assembler. 2. Choisissez de quel côté du socle-moteur vous installerez le support à pilon. 3. Soulevez le socle du mélangeur. Placez la base du support à pilon sur la base  du mélangeur. Abaissez le socle du mélangeur sur la surface de travail ou le  comptoir. Placez la coupelle du support à pilon sur la base du support à pilon. Tournez la coupelle du support à pilon dans le sens horaire pour verrouiller sa  position. 4. Assurez-vous que le mélangeur est à plat et bien stable (aucun balancement  d'un côté à l'autre) avant de mélanger. Lorsqu'il est installé correctement,  la surface intérieure plane de la coupelle du support à pilon arrive au même  niveau que le côté du mélangeur (voir la photo). 5. Retirez fréquemment le support à pilon du mélangeur pour le nettoyage. Pour  retirer la coupelle du support à pilon, tournez-la dans le sens antihoraire. 6.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 50,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-51",
    "content": "arrive au même  niveau que le côté du mélangeur (voir la photo). 5. Retirez fréquemment le support à pilon du mélangeur pour le nettoyage. Pour  retirer la coupelle du support à pilon, tournez-la dans le sens antihoraire. 6. Pour retirer la base, soulevez le socle-moteur et retirez la base du support à  pilon. r acloir   à   lame   direc T ives   d   '   u T ilisa T ion   e T   d   '   en T re T ien  1. Nettoyez les pièces à la main dans l'eau chaude savonneuse ou dans le panier supérieur du lave-vaisselle  avant de les utiliser. 2. Utilisez le racloir à lame pour enlever les ingrédients épais comme la confiture et le beurre d'arachides de sous les lames,  mais uniquement après avoir retiré le récipient du socle-moteur. Gardez les mains et les ustensiles hors du récipient pendant que le mélangeur est en marche afin de  réduire le risque de blessures corporelles graves ou de dommages au mélangeur. Vous pouvez utiliser  un racloir à lame, un grattoir ou une spatule en caoutchouc, mais uniquement lorsque le mélangeur ne  fonctionne pas et que le récipient a été retiré du socle-moteur. Ne laissez aucun objet extérieur dans le récipient, comme des cuillères, des fourchettes, des couteaux,  des racloirs, des spatules ou la prise du couvercle, car ils pourraient endommager les lames ainsi que  d'autres composantes au démarrage de l'appareil et provoquer des blessures . IMPORTANT! Installation appropriée  (au même niveau que le socle-  moteur) 27  usage domestique normal dans la première année suivant la date d'achat, Vitamix réparera sans frais la composante ou l'accessoire défectueux dans les  30 jours suivant la réception de l'accessoire retourné. Si, à la seule discrétion de Vitamix, l'accessoire défectueux ne peut être réparé, Vitamix choisira (A) de remplacer l'accessoire gratuitement, ou (B) de  rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 51,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-52",
    "content": "ne peut être réparé, Vitamix choisira (A) de remplacer l'accessoire gratuitement, ou (B) de  rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne reçoive un avis écrit préalable à propos de la préférence du propriétaire. 4. CE QUI N'EST PAS COUVERT. Cette garantie ne s'applique pas aux accessoires qui ont été utilisés pour des applications commerciales ou usages autres que domestiques. Elle  ne couvre pas les changements d'ordre esthétique qui n'affectent pas la performance, tels que la décoloration ou l'effet de l'usage d'abrasifs ou  de nettoyants, ou des accumulations de nourriture. La présente garantie n'est valable que si l'accessoire est utilisé et entretenu conformément aux  directives, aux mises en garde et aux mesures de sécurité contenues dans le guide d'utilisation. Vitamix ne sera pas responsable du coût des réparations non autorisées. LA RÉPARATION, LE REMPLACEMENT OU LE REMBOURSEMENT DU PRIX D'ACHAT DE L'APPAREIL CONSTITUENT LES RECOURS EXCLUSIFS DE  L'ACHETEUR ET LA SEULE RESPONSABILITÉ DE VITAMIX SOUS CETTE GARANTIE. AUCUN EMPLOYÉ OU REPRÉSENTANT DE VITAMIX N'EST  AUTORISÉ À OFFRIR UNE GARANTIE SUPPLÉMENTAIRE OU À APPORTER UNE MODIFICATION À LA PRÉSENTE GARANTIE QUI POURRAIT  ENGAGER VITAMIX. PAR CONSÉQUENT, L'ACHETEUR NE DOIT SE FIER À AUCUNE AUTRE DÉCLARATION FAITE PAR UN EMPLOYÉ OU UN  REPRÉSENTANT DE VITAMIX. EN AUCUN CAS, QUE CE SOIT EN RAISON D'UN CONTRAT, D'UNE INDEMNITÉ,   D'UNE GARANTIE, D'UN DÉLIT  (NOTAMMENT LA NÉGLIGENCE), D'UNE RESPONSABILITÉ ABSOLUE OU AUTRE, VITAMIX NE POURRA ÊTRE RESPONSABLE DE DOMMAGES  PARTICULIERS, INDIRECTS, ACCIDENTELS OU IMMATÉRIELS, NOTAMMENT, MAIS SANS S'Y LIMITER, LA PERTE D'UN PROFIT OU D'UN REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 52,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-53",
    "content": "REVENU. Certains États ne permettent pas les restrictions sur les garanties. Dans ces États, les restrictions susmentionnées pourraient ne pas s'appliquer à vous. À l'extérieur des États-Unis et du Canada, d'autres garanties peuvent s'appliquer. 5. CE QUI ANNULE CETTE GARANTIE. L'utilisation abusive, inappropriée ou négligente, l'altération de l'accessoire, l'exposition à des conditions anormales ou extrêmes et le non-respect des  directives d'utilisation contenues dans ce guide annulent la présente garantie. La présente garantie s'annule également si des réparations sont effectuées sur l'accessoire par une autre personne ou entité que Vitamix ou un  fournisseur de service autorisé par Vitamix, ou si une composante du mélangeur couverte par cette garantie est utilisée en combinaison avec un socle-  moteur ou un récipient qui n'est pas expressément autorisé par Vitamix. 6. COMMENT OBTENIR UNE AUTORISATION DE RETOUR EN VERTU DE CETTE GARANTIE. Si vous avez besoin d'un service ou d'une réparation, veuillez téléphoner au service à la clientèle Vitamix au 1 800 848-2649 ou au 1 440 235-4840. Aux États-Unis et au Canada, la présente garantie est directement honorée par Vita-Mix Corporation. États-Unis   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor (Ontario) N8Y 4Y5  1 800 848-2649   1 800 848-2649  service@vitamix.com   service@vitamix.com  Il sera considéré que vous avez accepté le produit retourné « tel quel » lors de la livraison, sauf si vous informez Vitamix de tout problème, y compris  les dommages causés lors de l'expédition, dans les 48 heures suivant la livraison. Garantie des accessoires d'un an  1. CE QUI EST COUVERT  Vita-Mix Corporation (« Vitamix ») garantit que l'accessoire (support à pilon, racloir à lame) sera exempt de défauts matériels ou de fabrication et  résistera à l'usure due à un usage domestique normal pendant 1 an suivant la date d'achat.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 53,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-54",
    "content": "Vita-Mix Corporation (« Vitamix ») garantit que l'accessoire (support à pilon, racloir à lame) sera exempt de défauts matériels ou de fabrication et  résistera à l'usure due à un usage domestique normal pendant 1 an suivant la date d'achat. Vitamix réparera sans frais l'accessoire défectueux dans les  30 jours suivant la réception du produit retourné. Si, à la seule discrétion de Vitamix, le récipient ou la composante du récipient défectueux ne peut être  réparé, Vitamix choisira (A) de remplacer l'accessoire gratuitement, ou (B) de rembourser le prix d'achat intégral au propriétaire, à moins que Vitamix ne  reçoive un avis écrit préalable à propos de la préférence du propriétaire. 2. PERSONNES POUVANT BÉNÉFICIER DE LA COUVERTURE DE CETTE GARANTIE. La présente garantie est offerte par Vitamix au propriétaire de l'accessoire et s'applique uniquement à un usage domestique personnel. Elle ne s'applique  pas aux produits utilisés à des fins commerciales, de location ou de revente. 3. CE QUI EST COUVERT. Vitamix garantit au propriétaire que si cet accessoire   comporte une défectuosité attribuable à un défaut matériel ou de fabrication ou à l'usure d'un  g a r a n t i e   d e   S   ac c e   S S   o i r e   S 28  Pour voir la gamme complète de produits Vitamix ® , visitez le   vitamix.com . Vita-Mix ®   Corporation  8615 Usher Road  Cleveland, Ohio 44138-2103 É.-U. 1 800 848-2649 / 1 440 235-4840  Vitamix.com  ©2022 Vita-Mix Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise de quelque façon que ce soit, ou entreposée dans  une banque de données ou un système d'extraction sans l'autorisation écrite de Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 54,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-55",
    "content": "Vitamix.com  ©2022 Vita-Mix Corporation. Aucune partie de cette publication ne peut être reproduite ou transmise de quelque façon que ce soit, ou entreposée dans  une banque de données ou un système d'extraction sans l'autorisation écrite de Vita-Mix Corporation. Le cas échéant : Venturist®  l icuadoras   de   alto   rendimiento   V1200  VM0185B  S   í m b o l o   S  e S   p e c i f i c ac i o n e   S  Voltaje:   120 V   Altura (con el vaso de 64 onzas (2 L) sobre la  base de la licuadora): 17 pulgadas  Frecuencia:   50 - 60 Hz   Ancho: 8 pulgadas  Amperaje:   12 Amps   Profundidad: 11 pulgadas  Advertencia y precaución  NUNCA toque las piezas móviles. Mantenga las manos y los  utensilios fuera del vaso  Peligro de descarga eléctrica  Alta temperatura al licuar líquidos calientes  Desconectar cuando no se utilice, antes de la limpieza, al  cambiar accesorios o al tocar las piezas que se mueven  cuando la licuadora se está usando  Utilizar con la tapa y el tapón de la tapa puestos  Leer y entender el manual del propietario  NO sumergir  Las piezas se calentarán durante el uso prolongado. NO  toque el acople en la base de la licuadora ni el eje estriado  motriz en la base de las cuchillas  NO utilice su vaso de 20 onzas (0.6 L) ni su tazón de 8 onzas  (225 ml) para calentar ingredientes o licuar líquidos calientes. I/O   Encendido/apagado  I   Arrancar/detener  Pulsar  •   Este dispositivo cumple con la Parte 15 de las Reglas de la FCC. La operación está sujeta a las  siguientes dos condiciones: (1) Este dispositivo no debe causar una interferencia dañina, y (2)  este dispositivo debe aceptar cualquier interferencia recibida, incluyendo la interferencia que  pueda ocasionar una operación no deseada. •   Este dispositivo cumple con las Normas RSS de exención de licencia de Industry Canada.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 55,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-56",
    "content": "interferencia dañina, y (2)  este dispositivo debe aceptar cualquier interferencia recibida, incluyendo la interferencia que  pueda ocasionar una operación no deseada. •   Este dispositivo cumple con las Normas RSS de exención de licencia de Industry Canada. La operación está sujeta a las siguientes dos condiciones: (1) Este dispositivo no debe  causar una interferencia, y (2) este dispositivo debe aceptar cualquier interferencia recibida,  incluyendo la interferencia que pueda ocasionar una operación no deseada. •   Este dispositivo cumple con el Código de Seguridad de Health Canada. El instalador de este  dispositivo deberá asegurarse de que la radiación de radiofrecuencia (RF) no sea emitida  en exceso de los requisitos de Health Canada. La información puede ser obtenida en http://  www.hc-sc.gc.ca/ewh-semt/pubs/radiation/radio_guide-lignes_direct/index-eng.php . PRECAUCIÓN  Cualquier   cambio   o   modificación   que   no   haya   sido   expresamente  aprobada por la parte responsable del cumplimiento podría anular la  autoridad del usuario para operar este equipo. Your Adventure Awaits  vitamix.com  U.S. Patent: vitamix.com/patents 30  m e d i da   S   d e   S   e g u r i da d   i m p o r ta n t e   S  ADVERTENCIA:   Para evitar el riesgo de una lesión grave durante el uso de su licuadora Vitamix®, se deben seguir precauciones de seguridad básicas, incluidas  lassiguientes . LEA TODAS LAS INSTRUCCIONES,MEDIDAS DE SEGURIDAD Y ADVERTENCIAS ANTES DEUTILIZAR SU LICUADORA. 1. Lee todas las instrucciones. 2. No use la licuadora para otro uso que no sea  el previsto. 3. No está diseñado para ser utilizado por o  cerca de niños o personas con capacidades  físicas, sensoriales o mentales reducidas  o falta de experiencia y conocimiento. Es  necesaria una estrecha supervisión cuando  cualquier licuadora es utilizada por o  cerca de niños o personas incapacitadas. Los niños deben ser supervisados   para  asegurarse de que no jueguen con la  licuadora. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 56,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-57",
    "content": "Es  necesaria una estrecha supervisión cuando  cualquier licuadora es utilizada por o  cerca de niños o personas incapacitadas. Los niños deben ser supervisados   para  asegurarse de que no jueguen con la  licuadora. 4. ADVERTENCIA: Para evitar la activación  accidental, apague y desconecte antes de  limpiar. 5. PRECAUCIÓN: Para evitar un peligro debido  a un reinicio involuntario del interruptor  térmico, no se debe suministrar energía a  esta licuadora a través de un dispositivo  de conmutación externo, como un  temporizador, ni conectarse a un circuito  que se encienda y apague periódicamente. por la utilidad. 6. NO SUMERJA. Para protegerse contra el  riesgo de descarga eléctrica, no coloque la  base de la licuadora en agua u otro líquido. 7. Desenchúfelo del tomacorriente cuando no  esté en uso, antes de poner o quitar piezas y  antes de limpiarlo. 8. Siempre verifique que la licuadora esté  APAGADA antes de enchufar el cable en el  tomacorriente de la pared. Para desconectar,  APAGUE la licuadora y luego retire el  enchufe del tomacorriente de la pared. 9. Para protegerse contra el riesgo de  descarga eléctrica, apague el aparato,  luego desenchúfelo del tomacorriente  cuando no esté en uso, antes de montar  o desmontar piezas y antes de limpiarlo. Para desenchufar, sujete el enchufe y tire  del tomacorriente. Nunca tire del cable de  alimentación. 10. Los iconos y números iluminados en el  panel de control indican que está listo para  funcionar. Evite el contacto accidental con la  pantalla táctil. 11. Evite el contacto con las piezas móviles. 12. No opere ninguna licuadora con un cable  o enchufe dañado o después de que la  licuadora no funcione correctamente,  o se haya caído o dañado de alguna  manera. Llame al Servicio de atención  al cliente de Vitamix al 1.800.848.2649  o al 1.440.235.4840 o envíe un correo  electrónico a service@vitamix.com de  inmediato para que lo examinen, reparen,  reemplacen o ajusten. Si lo compró fuera  de EE. UU.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 57,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-58",
    "content": "atención  al cliente de Vitamix al 1.800.848.2649  o al 1.440.235.4840 o envíe un correo  electrónico a service@vitamix.com de  inmediato para que lo examinen, reparen,  reemplacen o ajusten. Si lo compró fuera  de EE. UU. o Canadá, comuníquese con su  distribuidor local de Vitamix. 13. Los disyuntores GFI pueden estar  instalados en su cocina. Búscalos en los  puntos de venta cerca de los fregaderos. Si la licuadora no funciona, desconéctela. Restablezca el tomacorriente de pared  o el disyuntor. Si el disyuntor continúa  saltándose, desenchufe la licuadora del  tomacorriente. Deje reposar la licuadora  durante 24 horas antes de intentar usarla  nuevamente. Póngase en contacto con el  Servicio de atención al cliente de Vitamix si  el problema persiste. 14. La alteración o modificación de cualquier  parte de la licuadora, incluido el uso de  cualquier parte o partes que no sean partes  genuinas autorizadas de Vitamix, puede  provocar incendios, descargas eléctricas o  lesiones y anulará la garantía. 15. El uso de accesorios no autorizados  expresamente o vendidos por Vitamix  para su uso con esta licuadora, incluidos  los tarros de conservas, puede provocar  incendios, descargas eléctricas o lesiones. El  uso de esta manera anulará la garantía. 16. No lo use al aire libre. 17. No deje que el cable cuelgue del borde de la  mesa o mostrador. 18. No lo coloque sobre o cerca de un  quemador de gas o eléctrico caliente, dentro  o sobre un horno caliente. 19. Siempre opere la licuadora con la tapa y el  tapón de la tapa firmemente en su lugar. El  tapón de la tapa debe quitarse solo cuando  se agregan ingredientes y cuando se usa el  tamper. 31  ADVERTENCIA  Para evitar lesiones. Lea y entienda el manual de instrucciones  antes de utilizar esta máquina. INSTRUCCIONES IMPORTANTES PARA UN USO SEGURO  Este producto está diseñado ÚNICAMENTE PARA USO DOMÉSTICO y no para ser utilizado con fines  comerciales. No deje su licuadora Vitamix desatendida mientras la esté usando.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 58,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-59",
    "content": "antes de utilizar esta máquina. INSTRUCCIONES IMPORTANTES PARA UN USO SEGURO  Este producto está diseñado ÚNICAMENTE PARA USO DOMÉSTICO y no para ser utilizado con fines  comerciales. No deje su licuadora Vitamix desatendida mientras la esté usando. Cualquier reparación, servicio o reemplazo de piezas deberá ser realizado por Vitamix o por un representante  de servicio autorizado por Vitamix. AVISO:   EL NO SEGUIR CUALQUIERA DE LAS MEDIDAS DE SEGURIDAD E INSTRUCCIONES IMPORTANTES  PARA UN USO SEGURO SE CONSIDERA   UN USO INCORRECTO   DE SU LICUADORA VITAMIX, LO QUE  PODRÁ ANULAR SU GARANTÍA Y OCASIONAR UN RIESGO DE LESIONES GRAVES. ADVERTENCIA  Peligro de descarga eléctrica. Use únicamente una toma de corriente  con conexión a tierra. NO   quite la conexión a tierra. NO   utilice ningún adaptador. NO   utilice ningún cable de extensión. Siempre desconecte la licuadora antes  de limpiar su base o cuando no la esté  usando. No coloque la base de la licuadora en  agua u otro líquido. El no seguir las instrucciones puede  provocar una descarga eléctrica e  incluso la muerte. GUARDE ESTAS INSTRUCCIONES  20. Para evitar lesiones y daños, mantenga las  manos y los utensilios fuera del recipiente  mientras licúa, excepto el manipulador  proporcionado. La cubierta debe  permanecer en su lugar cuando se usa el  tamper a través de la abertura del tapón  de la tapa. Se puede usar un utensilio en el  recipiente solo cuando se haya retirado de la  base del motor. 21. El tamper provisto debe usarse solo cuando  la parte principal de la tapa está en su lugar. 22. Las cuchillas están afiladas. Limpie  alrededor del conjunto de cuchillas en el  recipiente con sumo cuidado para evitar  lesiones. Para reducir el riesgo de lesiones,  nunca coloque un conjunto de cuchillas  en la base del motor a menos que esté  ensamblado al recipiente de Vitamix. 23. Se debe tener cuidado al manipular  las cuchillas de corte afiladas, vaciar el  contenedor y durante la limpieza. 24.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 59,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-60",
    "content": "de cuchillas  en la base del motor a menos que esté  ensamblado al recipiente de Vitamix. 23. Se debe tener cuidado al manipular  las cuchillas de corte afiladas, vaciar el  contenedor y durante la limpieza. 24. No deje objetos extraños, como cucharas,  tenedores, cuchillos o el tapón de la tapa,  en el recipiente, ya que esto dañará las  cuchillas y otros componentes al encender la  licuadora y puede causar lesiones. 25. Nunca intente operar con cuchillas dañadas. 26. Nunca intente operar con la almohadilla de  centrado quitada. 27. Cuando mezcle líquidos o ingredientes  calientes en el recipiente de 64 oz. Contenedor (grande), tenga cuidado; el  rociado o el escape de vapor pueden causar  quemaduras. No llene el recipiente hasta  la capacidad máxima. Siempre comience a  procesar en la configuración de velocidad  más baja, velocidad variable 1. Mantenga las  manos y otras partes de la piel expuestas  alejadas de la apertura de la tapa para evitar  posibles quemaduras. 28. NO use su taza de 20 onzas o taza de 8  onzas para calentar ingredientes o para  mezclar líquidos calientes. Los ingredientes y  líquidos calientes pueden crear una presión  interna que podría hacer que la taza explote  y provoque lesiones. 29. NO use su máquina continuamente por más  de 2 minutos con la taza de 20 onzas o 75  segundos para la taza de 8 onzas. 30. Si una taza se calienta al tacto, emite vapor  o se ventila, deje de licuar los ingredientes  inmediatamente y apague o desenchufe la  licuadora. 31. Cuando prepare mantequillas de nueces  o alimentos a base de aceite, no procese  durante más de un minuto después de que la  mezcla comience a circular en el recipiente. El procesamiento por períodos más largos  puede causar sobrecalentamiento. 32. Asegúrese de que el recipiente o la taza  y la base de la cuchilla estén al ras con la  almohadilla de centrado para asegurarse de  que la estría de transmisión esté acoplada  con el casquillo de transmisión antes de  operar. 33.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 60,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-61",
    "content": "la taza  y la base de la cuchilla estén al ras con la  almohadilla de centrado para asegurarse de  que la estría de transmisión esté acoplada  con el casquillo de transmisión antes de  operar. 33. Asegúrese de usar el sello en la base de la  cuchilla y ajuste la taza adecuadamente a la  base de la cuchilla antes de licuar. 34. Nunca coloque el adaptador de licuado  sobre la base de las cuchillas sin el vaso  colocado. 32  p i e z a   S   y   c a r ac t e r í   S   t i c a   S  OFF ON  Interruptor de encendido/apagado  Licuadora con velocidad variable  Pulsar  Tecnología   - La licuadora y los vasos se comunican a través de tecnología inalámbrica. Cada vaso  está programado para funcionar sobre la base de la licuadora y tener un desempeño óptimo de  acuerdo con su tamaño y características. Vasos Vitamix anteriores   - Los vasos Vitamix anteriores no funcionarán con la base de su  licuadora Venturist. Las máquinas Vitamix anteriores son las C Series, G Series y S Series. Para  mayor información sobre los productos Vitamix, vaya a vitamix.com. Interruptor de encendido/apagado (I/O)   - El interruptor de encendido/apagado (I/O) está  ubicado del lado derecho de la base de la licuadora. El interruptor de encendido/apagado controla  la alimentación eléctrica a la máquina. Modo de reposo   - La licuadora se pondrá en el modo de reposo si el panel de control no es  utilizado después de 30 segundos. La pantalla se atenuará. Para salir del modo de reposo, gire el  selector de velocidad variable a la velocidad que desee para su siguiente mezcla. Detección del vaso   - En el panel de control aparecerán tres guiones (- - -) si el vaso no está sobre  la base de la licuadora. Una vez colocado el vaso, \"0:00\" aparecerá en la pantalla. Arrancar/detener (   I   )   - Detenga la licuadora en cualquier momento presionando Arrancar/  detener (   I   ).",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 61,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-62",
    "content": "la licuadora. Una vez colocado el vaso, \"0:00\" aparecerá en la pantalla. Arrancar/detener (   I   )   - Detenga la licuadora en cualquier momento presionando Arrancar/  detener (   I   ). Selector de velocidad variable   - El selector de velocidad variable le permite tener el control de  manera manual de la velocidad 1 (la más baja) hasta la 10 (la máxima). Pulsar (   )   - Las cuchillas girarán a la velocidad mostrada en el panel de control al oprimir Pulsar. Pantalla   - El temporizador empezará a contar cuando se utilice el selector de velocidad variable  y se detendrá al presionar Arrancar/detener. Cada vaso tiene programado un tiempo de  funcionamiento específico máximo. La licuadora se apagará automáticamente cuando el tiempo de  funcionamiento máximo haya transcurrido. Códigos de error   - Si usted visualiza un código de error en la pantalla, anote los números que  aparecen en la pantalla después del código de error. Póngase en contacto con Servicio al cliente de  Vitamix para que lo ayuden a resolver el problema. No es necesario registrar los números pero esto  le proporcionará más información al equipo de Servicio al cliente para ayudarlo con este problema. Motor   - El motor está diseñado para protegerse a sí mismo de un sobrecalentamiento. Si la  licuadora no arranca de inmediato, revise para asegurarse de haber conectado la unidad y que  el interruptor de encendido/apagado esté en ON (encendido). En caso de que el motor se  sobrecaliente, permita que éste se enfríe durante 20 a 45 minutos. Consejos para evitar \"sobrecargar\" su licuadora:  Procese únicamente recetas Vitamix cuando esté aprendiendo a usar lalicuadora. No procese  recetas a velocidades menores que las recomendadas. No procese recetas a velocidades mayores  que las recomendadas. No procese recetas por más tiempo que el recomendado. Utilice su barra  presionadora para procesar mezclas más espesas y mantener a los ingredientes moviéndose  alrededor y a través de las cuchillas.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 62,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-63",
    "content": "a velocidades mayores  que las recomendadas. No procese recetas por más tiempo que el recomendado. Utilice su barra  presionadora para procesar mezclas más espesas y mantener a los ingredientes moviéndose  alrededor y a través de las cuchillas. Barra presionadora   - Las tapas y las barras presionadoras no son intercambiables entre los  diferentes estilos, tipos y tamaños de vasos. Utilice la barra presionadora que le fue suministrada  con su licuadora. El vaso no deberá llenarse más de dos tercios de su capacidad cuando se utilice la barra  presionadora. Para evitar un sobrecalentamiento, NO utilice la barra presionadora por más de 30 segundos  consecutivos. Selector de  velocidad  variable  Arrancar/  detener  Temporizador 33  Vaso, tapa, tapón de la tapa y barra presionadora  •   Siempre que utilice la licuadora, hágalo con la tapa y el tapón de la tapa  puestos. •   Nunca utilice la licuadora sin revisar y asegurarse de que la tapa  está firmemente asegurada en su lugar. •   El tapón de la tapa está marcado para poder usarse como taza medidora. •   Las onzas (oz), los litros (L), los mililitros (ml) y las tazas (c) están  claramente marcados. •   Inserte el tapón de la tapa a través de la abertura del tapón de la tapa. Asegure el tapón en su lugar girándolo en el sentido de las manecillas del  reloj. Para retirarlo, gírelo en sentido inverso al de las manecillas del reloj y  sáquelo. •   Retire el tapón de la tapa para usar la barra presionadora o añadir  ingredientes. •   Los vasos Vitamix anteriores (C, G y S Series) no funcionarán en la base de  la licuadora Venturist. •   El recipiente, la tapa, el tapón de la tapa y el pisón son aptos para  lavavajillas. Vaso de 64 onzas  (2 L) de bajo perfil  Tapa de dos piezas  Almohadilla  centradora  Tapa Tapón de la tapa (en su lugar)  PRECAUCIÓN  Las cuchillas giratorias pueden causar daños. Las tapas y las barras presionadoras no son intercambiables entre  los diferentes estilos, tipos y tamaños de vasos.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 63,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-64",
    "content": "Almohadilla  centradora  Tapa Tapón de la tapa (en su lugar)  PRECAUCIÓN  Las cuchillas giratorias pueden causar daños. Las tapas y las barras presionadoras no son intercambiables entre  los diferentes estilos, tipos y tamaños de vasos. Utilice el vaso y la  barra presionadora que le fueron suministrados con su licuadora. Base  de la  licuadora  Barra  presionadora  p i e z a   S   y   c a r ac t e r í   S   t i c a   S  ADVERTENCIA  Para evitar lesiones. NUNCA toque las piezas móviles. Mantenga las manos y los utensilios fuera de las jarras y vasos mientras la licuadora esté  funcionando. NO   introduzca los dedos ni utensilios alrededor de las aspas mientras estas giran. Las cuchillas continuarán girando hasta el final del ciclo de licuado que es cuando se detienen por  completo. Permita que las cuchillas se detengan por completo antes de manipular la base de las  cuchillas y los vasos mezcladores. Ponga una junta limpia y seca y luego apriete firmemente la base de las aspas en el vaso o tazón  ANTES de licuar. No llene el vaso más allá de la línea de capacidad máxima ni el tazón más allá de la línea de llenado de 8 oz. Si durante la operación el vaso mezclador se llega a desenroscar de la base de las cuchillas, apague la  máquina y espere a que el motor y las cuchillas se detengan por completo antes de intentar retirar el vaso  mezclador y la base de las cuchillas de la base del motor. ADVERTENCIA  NO utilice su vaso de 20 onzas (0.6 L) ni su tazón de 8 onzas (240 ml) para calentar ingredientes o licuar líquidos  calientes. Los ingredientes y líquidos calientes pueden crear una presión interna la cual podría causar que el vaso se  rompiera provocando una lesión. NO utilice de forma continua su máquina durante más de 75 segundos con el vaso de 20 onzas (0.6 L) o el tazón de  8 onzas (240 ml). Si un vaso se siente caliente al tacto, suelta vapor o se descarga, deje de licuar inmediatamente y apague o desenchufe la  licuadora.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 64,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-65",
    "content": "el vaso de 20 onzas (0.6 L) o el tazón de  8 onzas (240 ml). Si un vaso se siente caliente al tacto, suelta vapor o se descarga, deje de licuar inmediatamente y apague o desenchufe la  licuadora. Permita que el vaso y los ingredientes se enfríen a temperatura amiente antes de retirar la base de las cuchillas. Las piezas se calentarán con el uso prolongado. NO   toque el acople en la base de la licuadora ni el eje estriado motriz en la base de las cuchillas. Para evitar daños o lesiones personales, NO use los vasos (incluida la base de las cuchillas o las tapas) en el microondas. 34  l i c u a r   e n   e l   r e c i p i e n t e   d e   ta m a ñ o   c o m p l e to   (64   o n z a   S   /2,0   l )  CAUTION  Para evitar posibles quemaduras, nunca comience a velocidades superiores a 1 cuando procese líquidos calientes. El vapor que escapa, las salpicaduras o el contenido pueden quemarse. Para asegurar el contenido, bloquee la tapa y el tapón de la tapa en su lugar antes de operar la licuadora. Siempre comience en la Variable 1, luego aumente lentamente a 10. NUNCA toque las piezas móviles  Las piezas se calentarán con el uso prolongado. No toque el enchufe de la unidad en la base de la licuadora ni la estría  de la unidad en la base de las cuchillas. Nota: El interruptor de encendido/apagado está en el lado derecho de la base. 1. Presione el interruptor de encendido/apagado a la posición de encendido (I). En el panel de control aparecerán tres guiones (- - -) si el vaso no está sobre la base de la licuadora. Una vez colocado el vaso, “0:00” aparecerá en la pantalla. 2. Cargue su recipiente de acuerdo con las instrucciones de la receta de Vitamix o la ilustración de orden de carga aquí. ¡IMPORTANTE! Utilice siempre la tapa y el tapón de la tapa en los contenedores  de tamaño completo cuando la máquina esté en funcionamiento. Nunca opere  la licuadora sin verificar que la tapa y el tapón de la tapa estén bien trabados en  su lugar. 3. Coloque la tapa en el recipiente. a.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 65,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-66",
    "content": "de tamaño completo cuando la máquina esté en funcionamiento. Nunca opere  la licuadora sin verificar que la tapa y el tapón de la tapa estén bien trabados en  su lugar. 3. Coloque la tapa en el recipiente. a. Empuje la tapa hacia abajo hasta que las dos lengüetas encajen en el  borde del recipiente. b. Inserte el tapón de la tapa. c. Gire el tapón de la tapa en el sentido de las agujas del reloj para  bloquear. 4. Coloque el recipiente sobre la base de la licuadora. Se mostrará 0:00  cuando se detecte un recipiente/taza y la licuadora esté lista para  funcionar. 5. Gire el dial de velocidad variable en sentido contrario a las agujas del reloj hasta que aparezca Velocidad variable 1 en el  panel de control. 6. Pulse Iniciar/Parar. Las cuchillas comenzarán a girar y el temporizador contará los minutos y segundos que ha estado  procesando la mezcla. Para establecer un tiempo de licuado, use los íconos +/- en los controles. 7. Gire el dial de velocidad variable entre 1 y 10 durante el ciclo de licuado para aumentar o disminuir la velocidad de las  cuchillas. 8. Al final de la mezcla, gire el selector de velocidad variable en sentido contrario a las agujas del reloj hasta que se muestre  Variable 1 y presione Iniciar/Detener. 9. Si la mezcla deja de circular:  •   Inserte el tamper a través del tapón de la tapa y revuelva hasta que “eructe”. Si esto no funciona, presione el interruptor  de encendido/apagado para detener el motor. Retire el recipiente de la base de la licuadora y use una espátula de  goma para presionar la burbuja de aire y alejarla de las cuchillas. Añadir líquido si es necesario. Vuelva a colocar la tapa  y el tapón de la tapa. Regrese el recipiente a la base de la licuadora y continúe licuando.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 66,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-67",
    "content": "para presionar la burbuja de aire y alejarla de las cuchillas. Añadir líquido si es necesario. Vuelva a colocar la tapa  y el tapón de la tapa. Regrese el recipiente a la base de la licuadora y continúe licuando. •   Si es necesario, use un raspador de cuchillas Vitamix o una espátula para quitar la salsa, la jalea, la mermelada, la  mantequilla de maní y otros ingredientes espesos de debajo de las cuchillas solo después de que se haya apagado la  licuadora y se haya retirado el recipiente de la base del motor. 10. Después de licuar, espere hasta que las cuchillas se detengan por completo antes de retirar la tapa o retirar el recipiente de  la base de la licuadora. •   Consejos para evitar ‘sobrecargar’ su licuadora:  •   Procese solo recetas de Vitamix cuando esté aprendiendo a usar la licuadora. •   No procese recetas a velocidades inferiores a las recomendadas. •   No procese recetas a velocidades superiores a las recomendadas. •   No procese recetas durante más tiempo del recomendado. •   Use su tamper para procesar mezclas más espesas y mantenga los ingredientes moviéndose alrededor y a través de las  cuchillas. Líquidos  Productos secos  Verduras de hoja  Frutas y vegetales  Hielo e  ingredientes  congelados 35  ADVERTENCIA  Para evitar lesiones. NUNCA toque las piezas móviles. Mantenga las manos y los utensilios fuera de las jarras y vasos mientras la licuadora esté  funcionando. NO   introduzca los dedos ni utensilios alrededor de las aspas mientras estas giran. Las cuchillas continuarán girando hasta el final del ciclo de licuado que es cuando se detienen por  completo. Permita que las cuchillas se detengan por completo antes de manipular la base de las  cuchillas y los vasos mezcladores. Ponga una junta limpia y seca y luego apriete firmemente la base de las aspas en el vaso o tazón  ANTES de licuar. No llene el vaso más allá de la línea de capacidad máxima ni el tazón más allá de la línea de llenado de 8 oz.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 67,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-68",
    "content": "firmemente la base de las aspas en el vaso o tazón  ANTES de licuar. No llene el vaso más allá de la línea de capacidad máxima ni el tazón más allá de la línea de llenado de 8 oz. Si durante la operación el vaso mezclador se llega a desenroscar de la base de las cuchillas, apague la  máquina y espere a que el motor y las cuchillas se detengan por completo antes de intentar retirar el vaso  mezclador y la base de las cuchillas de la base del motor. ADVERTENCIA  NO utilice su vaso de 20 onzas (0.6 L) ni su tazón de 8 onzas (240 ml) para calentar ingredientes o licuar líquidos  calientes. Los ingredientes y líquidos calientes pueden crear una presión interna la cual podría causar que el vaso se  rompiera provocando una lesión. NO utilice de forma continua su máquina durante más de 75 segundos con el vaso de 20 onzas (0.6 L) o el tazón de  8 onzas (240 ml). Si un vaso se siente caliente al tacto, suelta vapor o se descarga, deje de licuar inmediatamente y apague o desenchufe la  licuadora. Permita que el vaso y los ingredientes se enfríen a temperatura amiente antes de retirar la base de las cuchillas. Las piezas se calentarán con el uso prolongado. NO   toque el acople en la base de la licuadora ni el eje estriado motriz en la base de las cuchillas. Para evitar daños o lesiones personales, NO use los vasos (incluida la base de las cuchillas o las tapas) en el microondas. Advertencia y precaución  NUNCA toque las piezas móviles. NO utilice su vaso de 0.6 L (20 oz) ni su tazón de 240 ml (8 oz) para calentar ingredientes o licuar líquidos calientes. Las piezas se calentarán durante el uso prolongado. NO   toque el acople en la base de la licuadora ni el eje estriado  motriz en la base de las cuchillas  Para evitar daños o lesiones personales, NO use los vasos (incluida la base de las aspas o las tapas) en el microondas.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 68,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-69",
    "content": "la base de la licuadora ni el eje estriado  motriz en la base de las cuchillas  Para evitar daños o lesiones personales, NO use los vasos (incluida la base de las aspas o las tapas) en el microondas. Tazón de 240 ml (8 oz)   Base de las cuchillas  Junta (extraíble,  no se muestra el color)  Vaso de 0.6 L (20 oz)  l i c u a r   e n   t a z a   S   y   t a z o n e   S   (8   o z   . y   20   o z   .) 36  1. Localice las dos flechas en la base de las aspas. Las flechas están opuestas en la base de las aspas  (consulte imagen A). 2. Coloque una junta limpia y seca en la rosca inferior de la base de las aspas (consulte la imagen A). La junta debe quedar bien ajustada y uniforme alrededor de la rosca. Nota:   No mezcle líquidos calientes en el vaso de 0.6 L (20 oz) ni en el tazón de 240 ml (8 oz). No llene el vaso más allá de la capacidad máxima con sólidos ni líquidos. La \"CAPACIDAD  MÁXIMA\" está marcada en el vaso de 0.6L (20 oz). La capacidad máxima del tazón es la línea  de llenado de 240 ml (8 oz). 3. L lene el vaso o el tazón (consulte el orden de carga en la imagen B). 4. Coloque la base de las aspas en el vaso o tazón. 5. Gire la base de las aspas en el sentido de las agujas del reloj, por lo menos dos vueltas  completas desde el punto de partida, hasta que las flechas estén dentro de los rangos  marcados en el vaso o tazón. Si es necesario, continúe girando hasta que las flechas estén  dentro de los rangos señalados (consulte la figura C). 6. Coloque el vaso o tazón y la base de las aspas en la base del motor de la licuadora.    Si la base del motor de la licuadora no reconoce el vaso o tazón, apriete la base de las aspas en  sentido de las agujas del reloj al vaso o tazón y colóquela de nuevo en la base del motor. Si el problema  persiste, póngase en contacto con el servicio al cliente de Vitamix para recibir ayuda. 7. Siga las instrucciones incluidas en la receta sobre cómo licuar. 8.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 69,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-70",
    "content": "tazón y colóquela de nuevo en la base del motor. Si el problema  persiste, póngase en contacto con el servicio al cliente de Vitamix para recibir ayuda. 7. Siga las instrucciones incluidas en la receta sobre cómo licuar. 8. Si la mezcla deja de circular:  Presione el interruptor de encendido/apagado para detener el motor. Espere hasta que las  aspas dejen de girar. Quite el vaso o tazón y la base de las aspas de la base del motor de la  licuadora. Voltee el vaso. Gire en sentido del reloj para desenroscar la base de las aspas del  vaso. Revuelva los ingredientes. Añada líquido si es necesario. Coloque una junta limpia y  seca en la base de las aspas. Limpie las pastes roscadas de la base de las aspas y el vaso o  tazón. Vuelva a colocar la base de las aspas, según PASO 5, en la base de la licuadora y siga  licuando. 9. Al finalizar el licuado, espere hasta que las cuchillas se detengan por completo antes de retirar la  tapa o el vaso/vaso mezclador de la base de la licuadora. 10. Si es necesario, use el raspador de cuchillas o una espátula para remover salsa, mermelada,  compota, mantequilla de cacahuate y otros ingredientes espesos abajo de las cuchillas pero solo  una vez que la licuadora se haya apagado y el vaso haya sido retirado de la base del motor. Líquidos  ¡NO licúe líquidos calientes! Productos secos  Verduras de hoja  Frutas y vegetales  Hielo e ingredientes  congelados  Figura B  Flecha #1  Flecha #2  Figura A  Junta (extraíble,  no se muestra el color)  Base de las  cuchillas  Rango  Figura C  Para apretar: gire la base de las aspas en el  sentido de las agujas del reloj al menos dos giros  completos hasta que las flechas estén dentro  de los rangos marcados en el vaso o tazón. Si  es necesario, siga girando en el sentido de las  agujas del reloj hasta que las flechas estén dentro  de los rangos indicados a continuación. x2  Rango  l i c u a r   e n   t a z a   S   y   t a z o n e   S   (8   o z   . y   20   o z   .) 37  Base de licuadora  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 70,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-71",
    "content": "y   t a z o n e   S   (8   o z   . y   20   o z   .) 37  Base de licuadora  1. Apague y desenchufe la licuadora. 2. Lave la superficie exterior con un paño suave y húmedo o una esponja que haya sido enjuagada en una solución suave de jabón líquido para  platos y agua tibia. 3. No coloque la base de la licuadora en agua. La almohadilla de centrado se puede quitar para una limpieza más profunda. La almohadilla de  centrado es apta para lavavajillas. 4. Seque inmediatamente todas las superficies y pula con un paño suave. c u i da d o   y   l i m p i e z a  Cuidado y limpieza de recipientes de 64 onzas/2 L:  Limpiar:  1. Llene el recipiente hasta la mitad con agua tibia y agregue un par de gotas de líquido para lavar platos. 2. Encaje o empuje la tapa completa de 2 partes en la posición de bloqueo. 3. Pulse el botón Iniciar/Parar. 4. Aumente lentamente la velocidad variable a 10. 5. Haga funcionar la máquina durante 30 a 60 segundos. 6. Gire el dial de velocidad variable de nuevo a Variable 1. 7. Enjuague y escurra todas las piezas. ADVERTENCIA  Peligro de descarga eléctrica. Desenchufe siempre antes de limpiar la base de la licuadora o cuando no esté en uso. No ponga la base de la licuadora en agua u otro líquido. El incumplimiento de las instrucciones puede causar la muerte o una descarga eléctrica. Tapas, tapón de tapa, almohadilla de centrado y tamper  Las piezas son aptas para lavavajillas. Si lo prefiere, lave las piezas con agua tibia y jabón. Enjuague con agua corriente y luego seque. Accesorios  Consulte las instrucciones de cuidado y limpieza incluidas con el accesorio para obtener más información. ADVERTENCIA  Para evitar lesiones y daños. Para evitar la activación accidental, apague y desenchufe la licuadora antes de limpiarla. Para   desinfectar:  1. Siga las instrucciones de limpieza anteriores. 2. Llene el recipiente hasta la mitad con agua y 1 ½ cucharaditas de lejía líquida. 3. Encaje o empuje la tapa completa de 2 partes en la posición de bloqueo. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 71,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-72",
    "content": "1. Siga las instrucciones de limpieza anteriores. 2. Llene el recipiente hasta la mitad con agua y 1 ½ cucharaditas de lejía líquida. 3. Encaje o empuje la tapa completa de 2 partes en la posición de bloqueo. 4. Pulse el botón Iniciar/Parar. 5. Aumente lentamente la velocidad variable a 10. 6. Haga funcionar la máquina durante 30 a 60 segundos. 7. Gire el dial de velocidad variable de nuevo a Variable 1. 8. Deje reposar la mezcla en el recipiente durante 1 ½ minutos más. 9. Vierta la mezcla de lejía. Deje que el recipiente se seque al aire. No enjuague después de desinfectar. ANTES DEL PRIMER USO:  1. Limpie la base con un paño húmedo tibio y limpie con un paño seco y suave. Lave el recipiente, las tazas, las tapas, el tapón de la tapa y  manipule con agua tibia y jabón. Enjuague todas las partes. Seque con un paño seco y suave. 2. Elija un espacio en el mostrador que esté nivelado, seco y limpio. Enchufe la licuadora en un tomacorriente de 3 clavijas con conexión a tierra. Nota:   Su recipiente Vitamix está diseñado para que se pueda limpiar por completo sin quitar la tuerca de retención y el conjunto de cuchillas. NO intente quitar la tuerca de retención o el conjunto de cuchillas del recipiente. Nuestros procedimientos de limpieza y desinfección normales  o un ciclo de limpieza de lavavajillas garantizarán una limpieza completa y profunda de su contenedor y sus componentes. Si su contenedor está  dañado, no lo use. Comuníquese con el Servicio de atención al cliente de Vitamix INMEDIATAMENTE para obtener ayuda. 38  Lavavajillas:  Los vasos, tapas, base de las aspas y juntas se pueden lavar en lavavajillas o se pueden lavar y desinfectar  con los siguientes procedimientos. Las juntas deben lavarse y secarse después de cada uso para evitar la  acumulación de ingredientes. Las roscas de la base de las aspas deben lavarse y secarse después de cada  uso para evitar la acumulación de ingredientes. Limpieza sin desarmar el vaso:  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 72,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-73",
    "content": "de cada uso para evitar la  acumulación de ingredientes. Las roscas de la base de las aspas deben lavarse y secarse después de cada  uso para evitar la acumulación de ingredientes. Limpieza sin desarmar el vaso:  1. Localice las dos flechas en la base de las aspas. Las flechas están opuestas en la base de las aspas (consulte  imagen A). 2. Coloque una junta limpia y seca en la rosca inferior de la base de las aspas (consulte la imagen A). La junta  debe quedar bien ajustada y uniforme alrededor de la rosca. Nota:   No mezcle líquidos calientes en la taza de 20 oz (0.6 L) ni en el tazón de 8 oz (240 ml). 3. Llene el vaso o el tazón hasta la mitad con agua fría y un par de gotas de jabón para lavavajillas. 4. Coloque la base de las aspas en el vaso o tazón. 5. Gire la base de las aspas en el sentido de las agujas del reloj al menos dos giros completos desde el punto de  partida hasta que las flechas estén dentro de los rangos marcados en el vaso o tazón. Si es necesario, continúe  girando en el sentido de las agujas del reloj hasta que las flechas estén dentro de los rangos siguientes  (consulte la Figura B). 6. Coloque la taza o el tazón y la base de las aspas en la base del motor de la licuadora. 7. Presione el interruptor de encendido/apagado. Aumente lentamente la velocidad a 10 y deje funcionar la  máquina durante 30 a 60 segundos. 8. Reduzca la velocidad a 1. Presione el interruptor de encendido/apagado. 9. Desenrosque lentamente la base de las aspas de la taza o tazón. 10. Enjuague y escurra todas las piezas. Para desinfectar:  1. Siga las instrucciones de limpieza de los PASOS 1 y 2 anteriores. Nota:   No mezcle líquidos calientes en la taza de 20 oz (0.6 L) ni en el tazón de 8 oz (240 ml). 2. Llene el vaso o el tazón hasta la mitad con agua fría y 1/2 cucharadita de blanqueador líquido. 3. Coloque la base de las aspas en el vaso o tazón. 4.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 73,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-74",
    "content": "en el tazón de 8 oz (240 ml). 2. Llene el vaso o el tazón hasta la mitad con agua fría y 1/2 cucharadita de blanqueador líquido. 3. Coloque la base de las aspas en el vaso o tazón. 4. Gire la base de las aspas en el sentido de las agujas del reloj al menos dos vueltas completas desde su punto  de partida hasta que las flechas estén dentro de los rangos marcados en el vaso o el bol. Si es necesario,  siga girando en el sentido de las agujas del reloj hasta que las flechas estén dentro de los rangos indicados a  continuación (consulte la figura B). 5. Coloque el vaso o el tazón y la base de las aspas en la base del motor de la licuadora. 6. Presione el interruptor de encendido/apagado. Aumente poco a poco la velocidad hasta 10 y deje  funcionar la licuadora durante 30 a 60 segundos. 8. Reduzca la velocidad a 1. Presione el interruptor de encendido/apagado. 8. Deje la mezcla en el vaso durante 1½ minutos más. 9. Desenrosque lentamente la base de las aspas de la taza o tazón. 10. Vierta la mezcla de blanqueador. Deje secar. 11. No lo enjuague después de desinfectarlo. c u i da d o   y   l i m p i e z a  Flecha #1  Flecha #2  Figura A  Junta (extraíble,  no se muestra el color)  Base de las  cuchillas  Rango  Figura B  Para apretar: gire la base de las aspas en el  sentido de las agujas del reloj al menos dos giros  completos hasta que las flechas estén dentro  de los rangos marcados en el vaso o tazón. Si  es necesario, siga girando en el sentido de las  agujas del reloj hasta que las flechas estén dentro  de los rangos indicados a continuación.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 74,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-75",
    "content": "estén dentro  de los rangos marcados en el vaso o tazón. Si  es necesario, siga girando en el sentido de las  agujas del reloj hasta que las flechas estén dentro  de los rangos indicados a continuación. x2  Rango  Tazón de 240 ml (8 oz)   Base de las cuchillas  Junta (extraíble,  no se muestra el color)  Vaso de 0.6 L (20 oz) 39  ésta)   falla dentro de los 10 años siguientes a la fecha de compra a causa de defectos de los materiales o de fabricación, o como resultado del desgaste normal  por el uso doméstico regular, Vitamix reparará sin costo la Licuadora o componente de la Licuadora defectuoso dentro de un plazo de 30 días a partir de la  recepción del producto devuelto. Si Vitamix determina, a su entera discreción, que la Licuadora o componente de la Licuadora no pueden ser reparados, Vitamix ofrecerá ya sea (A) reemplazar  sin costo la Licuadora, o (B) reembolsar al propietario el total del precio de compra, a menos que reciba una notificación previa por escrito indicando la  opción preferida por el propietario. 4. LO QUE NO ESTÁ CUBIERTO. La presente garantía no aplica a las licuadoras usadas con fines comerciales o en aplicaciones que no sean de uso doméstico. Esta garantía no cubre cambios  en el aspecto que no afecten el rendimiento, tales como la decoloración o los efectos debido al uso de abrasivos o limpiadores o la acumulación de alimentos. Esta garantía solamente será válida si la Licuadora se utiliza y recibe mantenimiento de acuerdo con las instrucciones, advertencias y medidas de seguridad  contenidas en el Manual del propietario. Vasos: El procesar ciertas hierbas y especias en el vaso podría dar como resultado un maridaje cosmético con el vaso y ocasionar el desgaste prematuro  de las cuchillas. Los rastros de arena, granos gruesos y hierbas abrasivas también podrían ocasionar un desgaste prematuro de las cuchillas. Las hierbas  pueden contener aceites volátiles y causar que el vaso retenga dichos aceites ocasionando una decoloración permanente.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 75,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-76",
    "content": "de las cuchillas. Los rastros de arena, granos gruesos y hierbas abrasivas también podrían ocasionar un desgaste prematuro de las cuchillas. Las hierbas  pueden contener aceites volátiles y causar que el vaso retenga dichos aceites ocasionando una decoloración permanente. Vitamix no se hará responsable del costo de las reparaciones no autorizadas en la garantía. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON RECURSOS EXCLUSIVOS DEL COMPRADOR Y RESPONSABILIDAD  ÚNICA DE VITAMIX BAJO LOS TÉRMINOS DE ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO PARA OFRECER  GARANTÍAS ADICIONALES O HACER MODIFICACIONES A ESTA GARANTÍA QUE PUEDAN SER VINCULANTES PARA VITAMIX. POR CONSIGUIENTE, EL  COMPRADOR NO DEBERÁ BASARSE EN NINGUNA OTRA DECLARACIÓN FORMULADA POR CUALQUIER EMPLEADO O REPRESENTANTE DE VITAMIX. VITAMIX EN NINGÚN CASO SERÁ RESPONSABLE DE DAÑOS ESPECIALES,   INDIRECTOS, INCIDENTALES O CONSECUENTES, INCLUIDA LA PÉRDIDA  DE UTILIDADES O INGRESOS, POR CAUSAS DE CARÁCTER CONTRACTUAL, PECUNARIO, EXTRACONTRACTUAL (INCLUIDA LA NEGLIGENCIA), U  OBJETIVO O QUE SE RELACIONEN CON UNA GARANTÍA. Algunos estados no permiten las limitaciones en las garantías, por lo que es posible que en dichos estados las limitaciones mencionadas arriba no apliquen  para usted. Fuera del territorio de EUA y Canadá pueden aplicarse otras garantías. 5. LO QUE ANULARÁ ESTA GARANTÍA. El maltrato, uso inapropiado o negligente, o alteración de la Licuadora, así como su exposición a condiciones anormales o extremas, o no seguir sus  instrucciones de operación, causarán la anulación de esta garantía.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 76,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-77",
    "content": "5. LO QUE ANULARÁ ESTA GARANTÍA. El maltrato, uso inapropiado o negligente, o alteración de la Licuadora, así como su exposición a condiciones anormales o extremas, o no seguir sus  instrucciones de operación, causarán la anulación de esta garantía. Asimismo, esta garantía quedará anulada si las reparaciones en la Licuadora o cualquier componente de la Licuadora son efectuadas por alguien más que no  sea Vitamix o por un proveedor de servicios no autorizado por Vitamix, o si cualquier componente de la Licuadora sujeto a esta garantía es utilizado junto  con una base de la Licuadora o vaso que no hayan sido expresamente aprobados por Vitamix. 6. CÓMO OBTENER UNA AUTORIZACIÓN DE DEVOLUCIÓN BAJO LOS TÉRMINOS DE ESTA GARANTÍA. En caso de requerir servicio o reparación, póngase en contacto con Servicio al cliente de Vitamix lIamando al 1.800.848.2649 o 1.440.235.4840. Para  cualquier licuadora que no haya sido registrada con Vitamix, se solicitará la fecha de compra y un comprobante de la misma. Para las licuadoras sujetas a  la presente garantía serán proporcionados un número de autorización de devolución, instrucciones actualizadas para el envío y una etiqueta de devolución  prepagada para la entrega. Vitamix asumirá los costos de envío estándar por concepto de devolución de una Licuadora para que le sea efectuado el servicio  o reparación bajo los términos de esta garantía y para devolver el producto tras la reparación o reemplazo. El comprador será responsable de asumir los  costos derivados de la solicitud de envíos especiales. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 77,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-78",
    "content": "el producto tras la reparación o reemplazo. El comprador será responsable de asumir los  costos derivados de la solicitud de envíos especiales. Dentro del territorio de EUA y Canadá, esta garantía será cumplida directamente a través de Vita-Mix Corporation. Estados Unidos   Canadá  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  1-800-848-2649   1-800-848-2649  service@vitamix.com   service@vitamix.com  Se considerará que usted ha aceptado el producto devuelto \"en el estado en que se encuentra\" al momento de la devolución a menos que usted le  notifique a Vitamix sobre cualquier problema, incluidos daños por envío, dentro de las 48 horas siguientes a la entrega. Garantía total de la máquina por 10 años  1. REGISTRO DEL PRODUCTO. Vita-Mix Corporation (“Vitamix”) le recomienda ampliamente registrar su compra llenando y devolviendo la tarjeta de registro del producto incluida con esta  licuadora. Usted puede hacer el registro en línea en vitamix.com/warranty; o llamando a nuestro departamento de Servicio al cliente al 1.800.848.2649 o  1.440.235.4840. El no registrar la compra de su producto no reducirá sus derechos de la garantía. Sin embargo, el registro de su compra permitirá que Vitamix  le brinde un mejor servicio atendiendo todas sus necesidades a través de Servicio al Cliente. 2. QUIÉN TIENE DERECHO A RECLAMAR LA COBERTURA DE LA GARANTÍA  Vitamix extiende la presente garantía al propietario de esta Licuadora exclusivamente para su uso personal en el hogar. Esta garantía no se aplica para  productos usados con fines comerciales, de alquiler o reventa. Si la propiedad de la Licuadora cambia en el transcurso de 10 años, esta información deberá  ser actualizada con el nombre del nuevo propietario en vitamix.com. 3. LO QUE ESTÁ CUBIERTO.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 78,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-79",
    "content": "usados con fines comerciales, de alquiler o reventa. Si la propiedad de la Licuadora cambia en el transcurso de 10 años, esta información deberá  ser actualizada con el nombre del nuevo propietario en vitamix.com. 3. LO QUE ESTÁ CUBIERTO. Vitamix garantiza al propietario que si esta Licuadora   (la \"Licuadora\" consta de la base del motor, cualquier vaso, tapa y barra presionadora adquiridos con  g a r a n t í a   y   S   e r v i c i o 40  Los siguientes accesorios son compatibles para usar con las licuadoras Venturist. Consulte vitamix.com para obtener más información. •   Autodetección 48 oz. (1.4 L) Recipientes húmedos y secos  •   Autodetección 8 oz. Recipiente (225 ml) y base de cuchillas*  •   Autodetección 20 oz. (0.6 L) Copa y base para cuchillas*  •   Conjunto de soporte de manipulación*  •   Raspador de hoja  a p é n d i c e   1 -   a c c e   S   o r i o   S  i ns T rucciones   de   uso   y   cuidado   del   T   amper   H   older  Nota:   Cuando se instala correctamente, el soporte de manipulación  no interferirá con el funcionamiento de la licuadora. El soporte de  manipulación se puede instalar en el lado izquierdo o derecho de  la base del motor. 1. Limpie las piezas a mano con agua jabonosa tibia o en la rejilla  superior del lavavajillas antes de ensamblar. 2. Elija un lado de la base del motor para instalar el soporte de  manipulación. 3. Coloque la copa del soporte de manipulación en la base del soporte  de manipulación. Gire la copa del soporte de manipulación en el  sentido de las agujas del reloj para que encaje en su lugar. 4. Levante la base de la licuadora. Enchufe la lengüeta de la base  del soporte del tamper en la ranura de la base del motor. Baje la  base de la licuadora nuevamente sobre la superficie de trabajo o el  mostrador. 5. Asegúrese de que la licuadora esté plana y firme (sin balancearse  de lado a lado) antes de licuar.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 79,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-80",
    "content": "base del motor. Baje la  base de la licuadora nuevamente sobre la superficie de trabajo o el  mostrador. 5. Asegúrese de que la licuadora esté plana y firme (sin balancearse  de lado a lado) antes de licuar. Cuando se instala correctamente,  la superficie plana interior de la taza del soporte de manipulación  quedará al ras con el costado de la licuadora (vea la ilustración). 6. Retire el soporte de manipulación de la licuadora con   regularidad  para limpiarlo. Para quitar la copa del soporte de   manipulación,  gírela en el sentido contrario a las agujas del reloj. 7. Para quitar la base, levante la base del motor y retire la base del  soporte de manipulación. B   lade   s craper   use   and   care   ins T ruc T ions  Keep hands and utensils out of container while blending to reduce the risk of severe injury to  persons or damage to the blender. A rubber scraper, spatula or blade scraper may be used,  but only when the blender is not running and after the container has been removed from the  motor base. Do not leave foreign objects, such as spoons, forks, knives, scrapers, spatulas or the lid plug,  in the container as this will damage the blades and other components when starting the  blender and may cause injury . IMPORTANT! Instalación adecuada  (al ras contra la base del motor)  La lengüeta en la  base del soporte del  tamper se puede  enchufar aquí en la  base del motor  Lengüeta en  la base del  soporte de  manipulación o aquí  Base del  motor de la  licuadora 41  la mano de obra o como resultado del uso y desgaste normal del uso doméstico normal, Vitamix, dentro de los 30 días posteriores a la recepción  del Accesorio devuelto, repare el Accesorio o componente defectuoso sin cargo.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 80,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-81",
    "content": "41  la mano de obra o como resultado del uso y desgaste normal del uso doméstico normal, Vitamix, dentro de los 30 días posteriores a la recepción  del Accesorio devuelto, repare el Accesorio o componente defectuoso sin cargo. Si, a criterio exclusivo de Vitamix, el Accesorio defectuoso no se puede reparar, Vitamix elegirá (A) reemplazar el Accesorio sin cargo o (B) reem -  bolsar el precio total de compra al propietario, a menos que Vitamix reciba una notificación previa por escrito de la responsabilidad del propietario. preferencia. 4. LO QUE NO ESTÁ CUBIERTO. Esta garantía no se aplica a los accesorios utilizados comercialmente o en aplicaciones no domésticas. Esta Garantía no cubre los cambios estéticos que  no afectan el rendimiento, como la decoloración o los efectos del uso de abrasivos o limpiadores o la acumulación de alimentos. Esta Garantía solo es  válida si el Accesorio se usa y mantiene de acuerdo con las instrucciones, advertencias y medidas de seguridad contenidas en el manual del propietario. Vitamix no será responsable del costo de ninguna reparación de garantía no autorizada. LA REPARACIÓN, EL REEMPLAZO O EL REEMBOLSO DEL PRECIO DE COMPRA SON LOS RECURSOS EXCLUSIVOS DEL COMPRADOR Y LA  ÚNICA RESPONSABILIDAD DE VITAMIX BAJO ESTA GARANTÍA. NINGÚN EMPLEADO O REPRESENTANTE DE VITAMIX ESTÁ AUTORIZADO A  REALIZAR NINGUNA GARANTÍA ADICIONAL O CUALQUIER MODIFICACIÓN A ESTA GARANTÍA QUE PUEDA SER VINCULANTE PARA VITAMIX. EN CONSECUENCIA, EL COMPRADOR NO DEBE CONFIAR EN NINGUNA DECLARACIÓN ADICIONAL REALIZADA POR CUALQUIER EMPLEADO O  REPRESENTANTE DE VITAMIX. EN NINGÚN CASO, YA SEA POR CONTRATO, INDEMNIZACIÓN, GARANTÍA, AGRAVIO (INCLUIDA LA NEGLIGENCIA),  RESPONSABILIDAD ESTRICTA O DE OTRO MODO, VITAMIX SERÁ RESPONSABLE DE CUALQUIER DAÑO ESPECIAL, INDIRECTO, INCIDENTAL O  CONSECUENTE, INCLUYENDO, SIN LIMITACIÓN, LA PÉRDIDA DE BENEFICIOS O INGRESOS. Algunos estados no permiten límites en las garantías.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 81,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-82",
    "content": "AGRAVIO (INCLUIDA LA NEGLIGENCIA),  RESPONSABILIDAD ESTRICTA O DE OTRO MODO, VITAMIX SERÁ RESPONSABLE DE CUALQUIER DAÑO ESPECIAL, INDIRECTO, INCIDENTAL O  CONSECUENTE, INCLUYENDO, SIN LIMITACIÓN, LA PÉRDIDA DE BENEFICIOS O INGRESOS. Algunos estados no permiten límites en las garantías. En dichos estados, es posible que las limitaciones anteriores no se apliquen a usted. Fuera de EE. UU. y Canadá, pueden aplicarse otras garantías. 5. QUÉ ANULA ESTA GARANTÍA. El abuso, el mal uso, el uso negligente, la alteración del Accesorio, la exposición a condiciones anormales o extremas, o el incumplimiento de las  instrucciones de funcionamiento de este manual anularán esta Garantía. La Garantía también es nula si las reparaciones del Accesorio las realiza alguien que no sea Vitamix o un Proveedor de servicios autorizado de Vitamix, o si  cualquier componente de una Licuadora sujeta a esta Garantía se usa en combinación con una base o recipiente de licuadora que no está expresamente  autorizado por Vitamix. 6. CÓMO OBTENER LA AUTORIZACIÓN DE DEVOLUCIÓN BAJO ESTA GARANTÍA. En caso de que necesite servicio o reparación, llame al Servicio de atención al cliente de Vitamix al 1.800.848.2649 o al 1.440.235.4840. Dentro de los EE. UU. y Canadá, esta Garantía se cumple directamente a través de Vita-Mix Corporation. United States   Canada  Vita-Mix Corporation   Vita-Mix Corporation  8615 Usher Road   200-1701 Shepherd Street East  Cleveland, Ohio 44138-2199   Windsor, Ontario N8Y 4Y5  1-800-848-2649   1-800-848-2649  service@vitamix.com   service@vitamix.com  Se considerará que ha aceptado el producto devuelto “tal cual” en el momento de la entrega, a menos que notifique a Vitamix sobre cualquier  problema, incluidos los daños en el envío, dentro de las 48 horas posteriores a la entrega. Garantía de accesorios de 1 año  1.",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 82,
      "total_chunks": 84
    }
  },
  {
    "id": "venturist-v1200-introduction-83",
    "content": "cual” en el momento de la entrega, a menos que notifique a Vitamix sobre cualquier  problema, incluidos los daños en el envío, dentro de las 48 horas posteriores a la entrega. Garantía de accesorios de 1 año  1. QUÉ ESTÁ CUBIERTO  Vita-Mix Corporation (“Vitamix”) garantiza que el accesorio (portaherramientas, raspador debajo de la hoja) estará libre de defectos de material o  mano de obra y resistirá el desgaste del uso doméstico normal durante 1 año a partir de la fecha de compra. Vitamix, dentro de los 30 días posteriores  a la recepción del producto devuelto, reparará el Accesorio defectuoso sin cargo. Si, a criterio exclusivo de Vitamix, el contenedor o componente  del contenedor defectuoso no se puede reparar, Vitamix elegirá (A) reemplazar el accesorio sin cargo o (B) reembolsar el precio total de compra al  propietario, a menos que Vitamix reciba una notificación previa por escrito. de preferencia del propietario . 2. QUIÉN PUEDE BUSCAR COBERTURA DE GARANTÍA. Vitamix extiende esta Garantía al propietario de este Accesorio para uso doméstico personal únicamente. Esta Garantía no se aplica a los productos  utilizados con fines comerciales, de alquiler o de reventa. 3. QUÉ ESTÁ CUBIERTO. Vitamix garantiza al propietario que si este Accesorio falla dentro de 1 año a partir de la fecha de compra debido a un defecto en el material o en  g a r a n t í a   d e   ac c e   S   o r i o   S 42  This page intentionally left blank 43  This page intentionally left blank Para ver la línea completa de productos Vitamix ®   , visite   vitamix.com . Vita-Mix ®   Corporation  8615 Usher Road  Cleveland, OH 44138-2103 EUA. 1.800.848.2649 / 1.440.235.4840  vitamix.com  ©2022 Vita-Mix Corporation. Ninguna parte de esta publicación podrá ser reproducida ni transmitida en ninguna forma ni por ningún medio, ni  almacenada en una base de datos o sistema de recuperación, sin previa autorización por escrito por parte de Vita-Mix Corporation. 140546 Rev A_MULTI   10/22  Cuando se aplique:",
    "metadata": {
      "content_type": "safety",
      "product_series": "venturist",
      "models": [
        "V1200"
      ],
      "section_title": "Introduction",
      "manual_name": "Venturist V1200",
      "chunk_index": 83,
      "total_chunks": 84
    }
  }
]